Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: Your current password isn't correct.
tr_tr: Mevcut parolanız doğru değil.

source: Your password has been successfully changed.
tr_tr: Parolanız başarıyla değiştirildi.

source: Configuration updated!
tr_tr: Yapılandırma güncellendi!

source: The config file could not be saved. Please check your file permissions (must be in write mode)
tr_tr: Yapılandırma dosyası kaydedilemedi. Lütfen dosya izinlerini kontrol edin (yazma modunda olmalı).

source: Successfully saved!
tr_tr: Başarıyla kaydedildi!

source: Oops! This password you entered is incorrect.
tr_tr: Hoppala! Girdiğiniz parola yanlış.

source: Affiliate
tr_tr: Ortak

source: Member
tr_tr: Üye

source: User Type: %0%.
tr_tr: Kullanıcı Türü: %0%.

source: Reason why the user wanted to leave: %0%
tr_tr: Kullanıcının ayrılmak isteme nedeni: %0%

source: User Information
tr_tr: Kullanıcı Bilgisi

source: Email: %0%
tr_tr: E-posta: %0%

source: Username: %0%
tr_tr: Kullanıcı Adı: %0%

source: First Name: %0%
tr_tr: Adınız: %0%

source: Sex: %0%
tr_tr: Cinsiyetiniz: %0%

source: User IP: %0%
tr_tr: Kullanıcı IP'si: %0%

source: Browser info: %0%
tr_tr: Tarayıcı Bilgisi: %0%

source: Unsubscribe %0% - User: %1%
tr_tr: Abonelikten çık %0% - Kullanıcı: %1%

source: Oops, this "%0%" is not associated with any %site_name% accounts. Make sure you entered the same email used when creating your account.
tr_tr: Hoppala! Bu "%0%" herhangi bir %site_name% hesabıyla ilişkilendirilmemiş. Hesabınızı oluştururken kullandığınız e-posta adresini doğru girdiğinizden emin olun.

source: Oops! Your account is already activated.
tr_tr: Hoppala! Hesabınız zaten etkinleştirilmiş.

source: Your activation link has been emailed to you.
tr_tr: Aktivasyon bağlantınız e-posta adresinize gönderildi.

source: Your activation link is <em>"%0%"</em>.
tr_tr: Aktivasyon bağlantınız <em>"%0%"</em>.

source: Password: ***** (this field is hidden to protect against theft of your account).
tr_tr: Parola: ***** (bu alan, hesabınızın çalınmasını önlemek için gizlenmiştir).

source: Your new password - %site_name%
tr_tr: Yeni parolanız - %site_name%

source: Administration of %site_name%
tr_tr: %site_name% Yönetimi

source: Meet %0% on %site_name%!
tr_tr: %0% ile %site_name% üzerinde tanışın!

source: I'm a %0% and I'm looking for %1%.
tr_tr: Benim cinsiyetim %0% ve bir %1% arıyorum.

source: I'm from %0%, %1%.
tr_tr: Ben %0%, %1%'denim.

source: Meet %0% on %site_name%
tr_tr: %0% ile %site_name% sitesinde tanışın

source: Online!
tr_tr: Çevrimiçi!

source: Busy
tr_tr: Meşgul

source: Away
tr_tr: Dışarıda

source: Offline
tr_tr: Çerimdışı

source: Categories:
tr_tr: Kategoriler:

source: Free Dating Social Community - Your IP is banned
tr_tr: Ücretsiz Arkadaşlık Sosyal Topluluğu - IP adresiniz yasaklandı

source: Your IP or your location is banned!
tr_tr: IP adresiniz veya konumunuz yasaklandı!

source: Sorry, your IP address or your location is banned for this site.
tr_tr: Üzgünüz, IP adresiniz veya konumunuz bu site için yasaklanmıştır.

source: Regards, %site_name%'s Team.
tr_tr: Saygılarımızla, %site_name% Ekibi.

source: Website Maintenance
tr_tr: Web Sitesi Bakımı

source: Website in Maintenance
tr_tr: Web Sitesi Bakımda

source: dating site,free dating site,online dating site,social dating
tr_tr: arkadaşlık sitesi, ücretsiz arkadaşlık sitesi, online arkadaşlık sitesi, sosyal arkadaşlık

source: Site Maintenance
tr_tr: Site Bakımı

source: Whoops! Our website is currently down for maintenance.
tr_tr: Hoppala! Web sitemiz şu anda bakım nedeniyle kapalı.

source: Please come back later!
tr_tr: Lütfen daha sonra tekrar gelin!

source: Kind regards, The Team.
tr_tr: Saygılarımızla, Ekip.

source: Whoops!
tr_tr: Hoppala!

source: The banner has been activated.
tr_tr: Banner etkinleştirildi.

source: Cannot activate the banner. Please try later.
tr_tr: Banner etkinleştirilemiyor. Lütfen daha sonra tekrar deneyin.

source: The banner has been deactivated.
tr_tr: Banner devre dışı bırakıldı.

source: Cannot deactivate the banner. Please try later.
tr_tr: Banner devre dışı bırakılamıyor. Lütfen daha sonra tekrar deneyin.

source: The banner has been deleted.
tr_tr: Banner silindi.

source: Cannot remove the banner. Please try later.
tr_tr: Banner kaldırılamıyor. Lütfen daha sonra tekrar deneyin.

source: The cache has been cleared.
tr_tr: Önbellek temizlenmiştir.

source: Oops! You are already logged in as administrator.
tr_tr: Hoppala! Zaten yönetici olarak oturum açmış durumdasınız.

source: Change Password
tr_tr: Parolayı değiştirin

source: Edit your account
tr_tr: Hesabınızı düzenleyin

source: Sorry, Your search returned no results!
tr_tr: Üzgünüz, aramanız için sonuç bulamadık!

source: Browse Admins
tr_tr: Yöneticileri ara

source: %n% Admin
tr_tr: %n% Yöneticisi

source: Admin Search
tr_tr: Yönetici Araması

source: Add an Admin
tr_tr: Yönetici olarak ekle

source: The admin has been deleted.
tr_tr: Yönetici silinmiştir.

source: The admin(s) has/have been deleted.
tr_tr: Yöneticiler silinmiştir.

source: Protected
tr_tr: Korumalı

source: Public
tr_tr: Herkese Açık

source: File Manager System | %0%
tr_tr: Dosya Yönetim Sistemi | %0%

source: Template Files
tr_tr: Şablon Dosyaları

source: Email Templates
tr_tr: E-posta Şablonları

source: Banned Files
tr_tr: Yasaklanan Dosyalar

source: Suggestion Files
tr_tr: Önerilen Dosyalar

source: Pages
tr_tr: Sayfalar

source: Edit Public Files
tr_tr: Herke Açık Dosyaları Düzenle

source: Edit Protected Files
tr_tr: Korumalı Dosyaları Düzenle

source: File Manager
tr_tr: Dosya Yöneticisi

source: PHP Information
tr_tr: PHP Bilgisi

source: %software_name% Information
tr_tr: %software_name% Bilgisi

source: Admin Panel
tr_tr: Yönetici Paneli

source: Admin Dashboard
tr_tr: Yönetici Kontrol Paneli

source: Hi <em>%0%</em>! Welcome back to your site! 🤗
tr_tr: Merhaba <em>%0%</em>! Sitenize tekrar hoş geldiniz! 🤗

source: How are you doing today? 🔆
tr_tr: Bugün nasılsınız? 🔆

source: Statistics
tr_tr: İstatistikler

source: Site statistics
tr_tr: Site İstatistikleri

source: Sign in to Admin Panel
tr_tr: Yönetici Paneline Giriş Yap

source: Admin Panel - Login
tr_tr: Yönetici Paneli Giriş

source: You are successfully logged out.
tr_tr: Oturumunuzu başarıyla kapattınız.

source: %0%, build %1%
tr_tr: %0%, inşa sürümü %1%

source: 🍰 A <a href="%0%" target="_blank" rel="noopener">New Release</a> 🎁 just for YOU! 😍
tr_tr: 🍰 Sadece SİZİN için bir <a href="%0%" target="_blank" rel="noopener">Yeni Sürüm</a> var 🎁! 😍

source: %software_name% <strong>%0%</strong> is available! Update it today to keep your site safe and stable.
tr_tr: %software_name% <strong>%0%</strong> mevcut! Sitenizi güvende ve kararlı tutmak için hemen güncelleyin.

source: 👉 <a href="%0%" target="_blank" rel="noopener">Run the upgrade wizard</a> 👈
tr_tr: 👉 <a href="%0%" target="_blank" rel="noopener">Versiyon yükseltme sihirbazını çalıştırın</a> 👈

source: Moderation Panel
tr_tr: Moderasyon Paneli

source: Photo Albums Moderation
tr_tr: Fotoğraf Albümleri Moderasyonu

source: Pictures Moderation
tr_tr: Resim Moderasyonu

source: Video Albums Moderation
tr_tr: Video Albümleri Moderasyonu

source: Videos Moderation
tr_tr: Video Moderasyonu

source: Profile Photos Moderation
tr_tr: Profil Fotoğrafı Moderasyonu

source: Profile Backgrounds Moderation
tr_tr: Profil Arka Plan Moderasyonu

source: The photo album has been approved!
tr_tr: Fotoğraf albümü onaylandı!

source: Oops! The photo album could not be approved!
tr_tr: Hoppala! Fotoğraf albümü onaylanamadı!

source: The picture has been approved!
tr_tr: Fotoğraf albümü onaylandı!

source: Oops! The picture could not be approved!
tr_tr: Fotoğraf albümü onaylanamadı!

source: The video album has been approved!
tr_tr: Video albümü onaylandı!

source: Oops! The video album could not be approved!
tr_tr: Video albümü onaylanamadı!

source: The video has been approved!
tr_tr: Video onaylandı!

source: Oops! The video could not be approved!
tr_tr: Video onaylanamadı!

source: The profile photo has been approved!
tr_tr: Profil fotoğrafı onaylandı!

source: Oops! The profile photo could not be approved!
tr_tr: Profil fotoğrafı onaylanamadı!

source: The wallpaper has been approved!
tr_tr: Duvar kağıdı onaylandı!

source: Oops! The wallpaper could not be approved!
tr_tr: Duvar kağıdı onaylanamadı!

source: The photo album has been disapproved!
tr_tr: Fotoğraf albümü onaylanmadı!

source: Oops! The photo album could not be disapproved!
tr_tr: Fotoğraf albümü reddedilemedi!

source: The picture has been disapproved!
tr_tr: Resim onaylanmadı!

source: Oops! The picture could not be disapproved!
tr_tr: Resim reddedilemedi!

source: The video album has been disapproved!
tr_tr: Video albümü onaylanmadı!

source: Oops! The video album could not be disapproved!
tr_tr: Video albümü reddedilemedi!

source: The video has been disapproved!
tr_tr: Video onaylanmadı!

source: Oops! The video could not be disapproved!
tr_tr: Video reddedilemedi!

source: The profile photo has been disapproved!
tr_tr: Profil fotoğrafı onaylanmadı!

source: Oops! The profile photo could not be disapprove!
tr_tr: Profil fotoğrafı reddedilemedi!

source: The wallpaper has been disapproved!
tr_tr: Duvar kağıdı onaylanmadı!

source: Oops! The wallpaper could not be disapprove!
tr_tr: Hoppala! Duvar kağıdı reddedilemedi!

source: The photo album has been deleted!
tr_tr: Duvar kağıdı silindi!

source: Oops! The photo album could not be deleted
tr_tr: Hoppala! Fotoğraf albümü silinemedi

source: The picture has been deleted!
tr_tr: Fotoğraf albümü silindi!

source: Oops! The picture could not be deleted!
tr_tr: Hoppala! Resim silinemedi!

source: The video album has been deleted!
tr_tr: Resim silindi!

source: Oops! The video album could not be deleted
tr_tr: Hoppala! Video albümü silinemedi

source: The video has been deleted!
tr_tr: Video albümü silindi!

source: Oops! The video could not be deleted!
tr_tr: Hoppala! Video silinemedi!

source: Notifier email couldn't be sent to user. Their email wasn't valid.
tr_tr: Bildirim e-postası kullanıcıya gönderilemedi. E-posta adresi geçerli değildi.

source: Enable/Disable System Modules
tr_tr: Sistem Modüllerini Etkinleştir/Devre Dışı Bırak

source: Module Manager
tr_tr: Modül Yöneticisi

source: Install Module Finished
tr_tr: Yükleme Modülü Tamamlandı

source: Uninstall Module Finished
tr_tr: Yüklemeyi kaldırma Modülü Tamamlandı

source: General Settings
tr_tr: Genel Aayarlar

source: Colors are successfully reset!
tr_tr: Renkler başarıyla yenilendi!

source: Banner Settings
tr_tr: Banner Ayarları

source: %n% Banner
tr_tr: %n% Bannerı

source: Add a New Banner
tr_tr: Yeni Banner Ekleyin

source: Analytics API Code
tr_tr: Analytics API kodu

source: Style Code Injection
tr_tr: Style Kodu Enjeksiyonu

source: JavaScript Code Injection
tr_tr: Javascript Kodu Enjeksiyonu

source: Meta Tags - Settings
tr_tr: Meta Etiketler - Ayarlar

source: General Tools
tr_tr: Genel Araçlar

source: Caches Management
tr_tr: Önbellek Yönetimi

source: Database and Other Data
tr_tr: Veritabanı ve Diğer Veriler

source: Server Code Template
tr_tr: Sunucu Kod Şablonu

source: HTML Template
tr_tr: HTML Şablonu

source: Static Files
tr_tr: Statik Dosyalar

source: Cache Settings
tr_tr: Önbellek Ayarları

source: Free Space of Server
tr_tr: Sunucu Boş Alanı

source: Public Root
tr_tr: Herkese Açık Kök Dizin

source: Public data
tr_tr: Herkese Açık Veri

source: Protected Root
tr_tr: Korumalı Kök Dizin

source: Protected data
tr_tr: Korumalı Veri

source: Environment Mode
tr_tr: Çevre Modu

source: Country Blacklist
tr_tr: Karalistelenen Ülkeler

source: Block Countries
tr_tr: Ülke Engelle

source: Backup Management
tr_tr: Yedekleme Yönetimi

source: Data dumped into backup file "%0%"
tr_tr: Veriler "%0%" yedekleme dosyasına aktarıldı.

source: Please select a field.
tr_tr: Lütfen bir alan seçin.

source: Dump file must be a SQL type (extension ".sql" or compressed archive ".gz")
tr_tr: Dump dosyası bir SQL türü olmalıdır (".sql" uzantısı veya sıkıştırılmış arşiv ".gz").

source: Please select a dump file.
tr_tr: Lütfen bir dump dosyası seçin.

source: Data successfully restored from server!
tr_tr: Veriler başarıyla sunucudan geri yüklendi!

source: Dump file successfully deleted!
tr_tr: Dump dosyası başarıyla silindi!

source: Please select a dump SQL file.
tr_tr: Lütfen bir SQL dump dosyası seçin.

source: Data successfully restored from desktop!
tr_tr: Veriler masaüstünden başarıyla geri yüklendi!

source: All tables have been optimized!
tr_tr: Tüm tablolar optimize edildi!

source: All tables have been repaired!
tr_tr: Tüm tablolar onarıldı!

source: No user were found.
tr_tr: Kullanıcı bulunamadı.

source: Browse Users
tr_tr: Kullanıcıları Görüntüle

source: Total Users: %0%
tr_tr: Toplam Kullanıcı: %0%

source: Add a User
tr_tr: Kullanıcı Ekle

source: Import Users
tr_tr: Kullanıcıları İçe Aktar

source: Add Fake Profiles
tr_tr: Sahte Profiller Ekle

source: Country Restrictions - User
tr_tr: Ülke Kısıtlamaları - Kullanıcı

source: User Search
tr_tr: Kullanıcı Arama

source: Users - Your search returned
tr_tr: Arama sonuçlarınızda bulunan kullanıcılar

source: %n% user found!
tr_tr: %n% kullanıcı bulundu!

source: You are now logged in as member: %0%!
tr_tr: %0% üyesi olarak oturum açtınız!

source: This user doesn't exist.
tr_tr: Böyle bir kullanıcı bulunmuyor.

source: You are now logged out as member: %0%!
tr_tr: %0% üyesi olarak oturum kapattınız!

source: The profile has been banned.
tr_tr: Profil engellenmiştir.

source: Oops! An error has occurred while banishment the profile.
tr_tr: Hoppala! Profil yasaklanırken bir hata oluştu.

source: The profile has been unbanned.
tr_tr: Profil engeli kaldırılmıştır.

source: Oops! An error has occurred while unban the profile.
tr_tr: Hoppala! Profilin yasağı kaldırılırken bir hata oluştu.

source: The profile has been deleted.
tr_tr: Profil silindi.

source: The profile(s) has/have been banned.
tr_tr: Profiller yasaklandı.

source: The profile(s) has/have been unbanned.
tr_tr: Profillerin yasağı kaldırıldı.

source: The profile(s) has/have been deleted.
tr_tr: Profiller silindi.

source: Your membership account has been declined
tr_tr: Üyelik hesabınız reddedildi

source: Sorry, Your membership account has been declined.
tr_tr: Üzgünüz, üyelik hesabınız reddedildi.

source: Your membership account has been activated
tr_tr: Üyelik hesabınız etkinleştirildi

source: Congratulations! Your account has been approved by our team of administrators.<br />You can now %0% to meeting new people!
tr_tr: Tebrikler! Hesabınız yönetici ekibimiz tarafından onaylandı.<br />Artık %0% yaparak yeni insanlarla tanışabilirsiniz!

source: Dear %0%,
tr_tr: Sayın %0%,

source: Error! Bad argument in the URL.
tr_tr: Hata! URL'de geçersiz bir argüman var.

source: The user is not found!
tr_tr: Kullanıcı bulunamadı!

source: Error! Missing argument in the URL.
tr_tr: Hata! URL'de eksik bir argüman var.

source: Login Username:
tr_tr: Giriş Kullanıcı Adı:

source: Login Email:
tr_tr: Giriş E-postası:

source: Password:
tr_tr: Parola:

source: First Name:
tr_tr: Ad:

source: Last Name:
tr_tr: Soyad:

source: Gender:
tr_tr: Cinsiyet:

source: Knowing the time zone, the other administrators may know when they can contact you easily.
tr_tr: Zaman diliminizi bilerek diğer yöneticiler, size ne zaman kolayca ulaşabileceklerini öğrenebilirler.

source: Number of Profile:
tr_tr: Profil Numarası:

source: Number of fake profiles to add in the same time. Choosing 15 or 25 profiles might take a few minutes.
tr_tr: Aynı anda eklenecek sahte profil sayısı. 15 veya 25 profil seçmek birkaç dakika sürebilir.

source: Gentlemen &amp; Ladies
tr_tr: Hanımlar ve Beyefendiler

source: Only Gentlemen
tr_tr: Sadece Beyefendiler

source: Only Ladies
tr_tr: Sadece Hanımlar

source: Nationality:
tr_tr: Milliyet:

source: Random Nationalities
tr_tr: Rastgele Milliyetler

source: American
tr_tr: Amerikan

source: Australian
tr_tr: Avusturalyalı

source: Brazilian
tr_tr: Brezilyalı

source: British
tr_tr: İngiliz

source: Canadian
tr_tr: Kanadalı

source: Danish
tr_tr: Danimarkalı

source: Dutch
tr_tr: Hollandalı

source: Finnish
tr_tr: Finlandiyalı

source: French
tr_tr: Fransız

source: German
tr_tr: Alman

source: Iranian
tr_tr: İranlı

source: Irish
tr_tr: İrlandalı

source: New Zealander
tr_tr: Yeni Zelandalı

source: Norwegian
tr_tr: Norveçli

source: Spanish
tr_tr: İspanyol

source: Swiss
tr_tr: İsviçreli

source: Turkish
tr_tr: Türk

source: Nickname:
tr_tr: Rumuz:

source: Date of birth:
tr_tr: Doğum Tarihi:

source: Please specify the date of birth using the calendar.
tr_tr: Lütfen doğum tarihini takvimi kullanarak belirtin.

source: Profile Photo:
tr_tr: Profil Fotoğrafı:

source: Title:
tr_tr: Başlık:

source: Size of the Banner:
tr_tr: Banner boyutu:

source: The predefined variable for the URL of an affiliate account to put in the HTML is: %0%.
tr_tr: HTML içine koymak için bir ortaklık hesabı URL'si için önceden tanımlı değişken şudur: %0%.

source: The predefined variable to the URL of your site to indicate this in the HTML is: %0%.
tr_tr: Sitenizin URL'sini HTML içinde belirtmek için önceden tanımlı değişken şudur: %0%.

source: Your analytics tracking code (e.g., Google Analytics, Matomo)
tr_tr: Analitik izleme kodunuz (ör. Google Analytics, Matomo)

source: Countries to exclude
tr_tr: Hariç tutulacak ülkeler

source: Visitors who come from one of these selected countries will receive a friendly message saying that the service isn't available in their country. Logged admins and admin panel won't be affected, so you will still be able to login to your admin panel from anywhere in the world.
tr_tr: Seçilen ülkelerden gelen ziyaretçilere, hizmetin ülkelerinde mevcut olmadığını belirten bir mesaj gösterilecektir. Giriş yapmış yöneticiler ve yönetici paneli bu durumdan etkilenmeyecek, böylece dünyanın herhangi bir yerinden yönetici panelinize giriş yapabileceksiniz.

source: Change the default Chat by yours
tr_tr: Varsayılan Sohbet'i kendinizinkiyle değiştirin

source: Only for development purpose to test it before <a href="%0%">opening a PR</a>. <a href="%1%">Social APIs</a> have to be updated.
tr_tr: Yalnızca geliştirme amaçlı olarak <a href="%0%">bir PR açmadan önce</a> test etmek için kullanılır. <a href="%1%">Sosyal API'lerin</a> güncellenmesi gerekiyor.

source: Back to Browse Admins
tr_tr: Yöneticileri Görüntülemeye Geri Dön

source: Female
tr_tr: Kadın

source: With your time zone, the other administrators may know when they can contact you easily.
tr_tr: Zaman diliminiz sayesinde diğer yöneticiler size ne zaman kolayca ulaşabileceklerini bilebilirler.

source: Import members into your site from a <strong><abbr title="Comma Separated Values">CSV</abbr></strong> file. You should be able to find websites that offer dating profiles database. Make sure they offer CSV format.
tr_tr: <strong><abbr title="Comma Separated Values">CSV</abbr></strong> dosyasından üyeleri sitenize aktarın. Arkadaşlık profilleri veritabanı sunan web siteleri bulabilirsiniz. CSV formatı sunduklarından emin olun.

source: Note: This tool cannot import profile photos. Please use the <a href="%0%">Fake Profile Generator</a> if you need profiles with photos
tr_tr: Not: Bu araç profil fotoğraflarını içe aktaramaz. Fotoğraflı profillere ihtiyacınız varsa lütfen <a href="%0%">Sahte Profil Oluşturucu</a> aracını kullanın

source: CSV file:
tr_tr: CSV Dosyası:

source: Delimiter:
tr_tr: Ayraç:

source: Enclosure:
tr_tr: Kapsam:

source: Your Username:
tr_tr: Kullanıcı Adınız:

source: Login
tr_tr: Giriş

source: Click here to show/hide the languages
tr_tr: Dilleri göstermek/gizlemek için buraya tıklayın

source: Change language for the Meta Tags
tr_tr: Meta Etiketleri için dili değiştirin

source: Language:
tr_tr: Dil:

source: Home page title:
tr_tr: Ana Sayfa Başlığı:

source: Headline:
tr_tr: Başlık:

source: Right headline mainly displaying on the visitors homepage
tr_tr: Sağ başlık, ağırlıklı olarak ziyaretçilerin ana sayfasında görüntülenir

source: Left slogan (headline) mainly displaying on the visitors homepage
tr_tr: Sol slogan (başlık), ağırlıklı olarak ziyaretçilerin ana sayfasında görüntülenir

source: SEO text:
tr_tr: SEO metni:

source: Promotional text displaying on the visitors homepage.
tr_tr: Ziyaretçilerin ana sayfasında görüntülenen tanıtım metni.

source: Description (meta tag):
tr_tr: Açıklama (meta etiketi):

source: Keywords (meta tag):
tr_tr: Anahtar kelimeler (meta etiketi):

source: Separate keywords by commas.
tr_tr: Anahtar kelimeleri virgülle ayırın.

source: Robots (meta tag):
tr_tr: Robotlar (meta etiketi):

source: Author (meta tag):
tr_tr: Yazar (meta etiketi):

source: Copyright (meta tag):
tr_tr: Telif (meta etiketi):

source: Rating (meta tag):
tr_tr: Puan (meta etiketi):

source: Distribution (meta tag):
tr_tr: Dağıtım (meta etiketi):

source: Category (meta tag):
tr_tr: Kategori (meta etiketi):

source: The following requested file was not found: %0%
tr_tr: Aşağıdaki istenen dosya bulunamadı: %0%

source: File Contents
tr_tr: Dosya İçeriği

source: There is no warranty that the default terms/privacy pages meets the legal requirements for your website.
tr_tr: Varsayılan şartlar/gizlilik sayfalarının sitenizin yasal gereksinimlerini karşıladığına dair herhangi bir garanti yoktur.

source: You need to review it and modify it if needed.
tr_tr: Bunu gözden geçirmeniz ve gerektiğinde değiştirmeniz gerekmektedir.

source: Invalid specified path, not authorized by the system!
tr_tr: Belirtilen yol geçersiz, sistem tarafından yetkilendirilmemiş!

source: Your custom JavaScript code
tr_tr: Özel JavaScript kodunuz

source: WARNING! Here you don't have to add %0% tags.
tr_tr: UYARI! Burada %0% etiketlerini eklemenize gerek yok.

source: Save Changes
tr_tr: Değişiklikleri Kaydet

source: Search an Admin:
tr_tr: Yönetici Olarak Ara:

source: Enter their ID, First Name, Last Name, Username, Email, Sex or IP address.
tr_tr: ID'lerini, Adlarını, Soyadlarını, Kullanıcı Adlarını, E-posta Adreslerini, Cinsiyetlerini veya IP adreslerini girin.

source: Latest Admins
tr_tr: En son Yöneticiler

source: Last Account Edit
tr_tr: Son Hesap Dzüenlemesi

source: Search for:
tr_tr: Arayın:

source: Where:
tr_tr: Nerede:

source: All
tr_tr: Tümü

source: IP Address
tr_tr: IP Adresi

source: Membership Group:
tr_tr: Üyelik Grubu:

source: Only banned user
tr_tr: Sadece yasaklanan kullanıcı

source: Pending approval
tr_tr: Onay bekliyor

source: Popular
tr_tr: Popüler

source: Rated
tr_tr: Puanlı

source: Global Settings
tr_tr: Global Ayarlar

source: Site Name:
tr_tr: Site Adı:

source: Default Theme:
tr_tr: Varsayılan Tema:

source: Default Module:
tr_tr: Varsayılan Modül:

source: The default module is the one running by default on the homepage.
tr_tr: Varsayılan modül, ana sayfada varsayılan olarak çalışan modüldür.

source: Default Language:
tr_tr: Varsayılan Dil:

source: Documentation: <a href="%0%">Translate your site to another language</a>.
tr_tr: Dokümantasyon: <a href="%0%">Sitenizi başka bir dile çevirin</a>.

source: Map Type:
tr_tr: Harita Türü:

source: Roadmap (default)
tr_tr: Yol Haritası (Varsayılan)

source: Hybrid
tr_tr: Hibrit

source: Terrain
tr_tr: Arazi

source: Satellite
tr_tr: Uydu

source: Profiles with Photo Only:
tr_tr: Sadece fotoğraflı profiller:

source: Yes
tr_tr: Evet

source: No
tr_tr: Hayır

source: Display only the profiles with a profile photo on profile blocks (such as the homepage).
tr_tr: Sadece profil fotoğrafı olan profilleri profil bloklarında (örneğin ana sayfada) görüntüleyin.

source: Splash Homepage:
tr_tr: Açılış Ana Sayfası:

source: Enable (recommended)
tr_tr: Etkinleştir (önerilen)
