Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: This cron has already been executed.
tr_tr: Bu zamanlanmış görev zaten çalıştırılmış durumda.

source: Whoops! "%0%" profile is only visible to members. Please <a href="%1%">login</a> or <a href="%2%">register</a> to see this profile.
tr_tr: Hoppala! "%0%" profili yalnızca üyeler tarafından görüntülenebilir. Lütfen bu profili görmek için <a href="%1%">giriş yapın</a> veya <a href="%2%">kayıt olun</a>.

source: Whoops! "%0%" profile is not available to you.
tr_tr: Hoppala! "%0%" profili sizin için erişilebilir değil.

source: Meet <b>%0%</b> near here!
tr_tr: Burada <b>%0%</b> ile tanış!

source: Register now to message %0%!
tr_tr: Şimdi kaydolun ve %0% ile mesajlaşın!

source: Register now to talk to %0%.
tr_tr: Şimdi kaydolun ve %0% ile konuşun.

source: Free Sign up for %site_name% to become friend with %0%.
tr_tr: %0% ile arkadaş olmak için %site_name% sitesine ücretsiz kaydolun.

source: Hello World
tr_tr: Merhaba Dünya

source: This module is just an example to show how easy you can create modules with pH7Builder
tr_tr: Bu modül, pH7Builder ile modüllerin ne kadar kolay oluşturulabileceğini göstermek için bir örnektir

source: hello world, test, developpers, CMS, Dating CMS, CMS Dating, Social CMS, pH7, pH7 CMS, Dating Script, Social Dating Script, Dating Software, Social Network Software, Social Networking Software
tr_tr: merhaba dünya, test, geliştiriciler, CMS, Arkadaşlık CMS'i, CMS Arkadaşlık, Sosyal CMS, pH7, pH7 CMS, Arkadaşlık Script'i, Sosyal Arkadaşlık Script'i, Arkadaşlık Yazılımı, Sosyal Ağ Yazılımı, Sosyal Ağ Kurma Yazılımı

source: Example of a simple module that displays "Hello World"
tr_tr: "Merhaba Dünya"yı görüntüleyen basit bir modül örneği

source: H3 title example
tr_tr: H3 başlık örneği

source: Hello %0% %1% How are you on this %2%?
tr_tr: Merhaba %0% %1%! Bu %2% günü nasılsınız?

source: HTTP Secure Page
tr_tr: HTTP Güvenli Sayfa

source: Simple HTTP Secure Page
tr_tr: Basit HTTP Güvenli Sayfa

source: secure,CMS,PHP,framework,MVC,page,HTTP
tr_tr: güvenli, CMS, PHP, framework, MVC, sayfa, HTTP

source: Congrats! The module has been successfully installed.
tr_tr: Tebrikler! Modül başarıyla yüklendi.

source: Thank you for using our module!
tr_tr: Modülümüzü kullandığınız için teşekkür ederiz!

source: The module has been successfully uninstalled.
tr_tr: Modül başarıyla kaldırıldı.

source: Thank you!
tr_tr: Teşekkürler!

source: You and one other have voted for this!
tr_tr: Siz ve bir kişi daha bunun için oy verdiniz!

source: Congrats! You're the first one!
tr_tr: Tebrikler! İlk oldunuz!

source: Please <b>register</b> or <b>login</b> to vote.
tr_tr: Lütfen oy vermek için <b>kayıt olun</b> veya <b>giriş yapın</b>.

source: You can not vote your own profile!
tr_tr: Kendi profilinize oy veremezsiniz!

source: You have already voted!
tr_tr: Zaten oy verdiniz!

source: Votes
tr_tr: Oylar

source: Vote
tr_tr: Oy

source: Score: %0% - %2%: %1%
tr_tr: Skor: %0% - %2%: %1%

source: This Username is available!
tr_tr: Bu Kullanıcı Adı kullanılabilir durumda!

source: Sorry, but this Username is not available.
tr_tr: Üzgünüz, ancak bu Kullanıcı Adı kullanılabilir durumda değil.

source: Invalid Email Address!
tr_tr: Geçersiz E-posta Adresi!

source: This email already used by another member.
tr_tr: Bu e-posta zaten başka bir üye tarafından kullanılıyor.

source: Oops! "%0%" is not associated with any %site_name% accounts.
tr_tr: Üzgünüz! "%0%", herhangi bir %site_name% hesabıyla ilişkilendirilmemiş.

source: Valid Email!
tr_tr: Geçerli E-posta Adresi!

source: Your Password has to contain from %0% to %1% characters.
tr_tr: Şifreniz %0% ile %1% arasında karakter içermelidir.

source: Correct Password!
tr_tr: Doğru Parola!

source: Your must enter a valid date (Month-Day-Year).
tr_tr: Geçerli bir tarih girmelisiniz (Ay-Gün-Yıl).

source: You must be %0% to %1% years to register on the site.
tr_tr: Siteye kaydolmak için %0% ile %1% yaşları arasında olmalısınız.

source: OK!
tr_tr: TAMAM!

source: Please, enter %0% character(s) or more.
tr_tr: Lütfen %0% veya daha fazla karakter girin.

source: Please, enter %0% character(s) or less.
tr_tr: Lütfen %0% veya daha az karakter girin.

source: Please enter a string.
tr_tr: Lütfen bir metin girin.

source: This field is required!
tr_tr: Bu alan gereklidir!

source: Your name doesn't seem to be correct.
tr_tr: Adınız doğru görünmüyor.

source: Your must enter a valid url (e.g. http://ph7builder.com).
tr_tr: Geçerli bir URL girmeniz gerekmektedir (Örneğin: http://ph7builder.com).

source: Captcha check failed!
tr_tr: Captcha doğrulaması başarısız oldu!

source: Please enter a correct phone number with area code!
tr_tr: Lütfen alan kodu ile birlikte doğru bir telefon numarası girin!

source: You need to read and accept the terms of use.
tr_tr: Kullanım şartlarını okumanız ve kabul etmeniz gerekmektedir.

source: Wrong parameters in the URL!
tr_tr: URL'de yanlış parametreler var!

source: You must be registered to report an abuse.
tr_tr: Şikayette bulunmak için kayıtlı olmanız gerekmektedir.

source: No birthday today.
tr_tr: Bugün doğum günü yok.

source: %n% email sent.
tr_tr: %n% adet e-posta gönderildi.

source: Done!
tr_tr: Tamam!

source: Done! ✔
tr_tr: Tamam! ✔

source: Restart Statistics... OK!
tr_tr: İstatistiklerin Yeniden Başlatılması... TAMAM!

source: Backup of the Database... Ok!
tr_tr: Veritabanının Yedeklemesi... TAMAM!

source: Optimizing tables... OK!
tr_tr: Tabloların Optimize Edilmesi... TAMAM!

source: Repair Database... Ok!
tr_tr: Veritabanının Onarılması... TAMAM!

source: Deleted %n% temporary message... OK!
tr_tr: %n% geçici mesajın silinmesi... TAMAM!

source: Deleting Log... OK!
tr_tr: Kayıtların silinmesi... TAMAM!

source: Deleted %0% %1% comment(s) ... OK!
tr_tr: %0% %1% yorumun silinmesi... TAMAM!

source: Deleted %n% message... OK!
tr_tr: %n% mesajın silinmesi... TAMAM!

source: Deleted %n% IM message... OK!
tr_tr: %n% anlık mesajın silinmesi... TAMAM!

source: Chmod file... Ok!
tr_tr: Chmod dosyası... TAMAM!

source: Upgrade %software_name% | Version %0%
tr_tr: %software_name% Yazılım Yükseltmesi | Sürüm %0%

source: Psst! Do not forget to read the <a href="%0%">documentation page</a> before proceeding with the update.
tr_tr: Pişşt! Güncellemeye başlamadan önce <a href="%0%">dokümantasyon sayfasını</a> okumayı unutmayın.

source: You must be logged in as administrator to upgrade your site.
tr_tr: Siteyi yükseltmek için yönetici olarak giriş yapmanız gerekmektedir.

source: No upgrade patches available for %software_name%.
tr_tr: %software_name% yazılım yükseltmesi için mevcut yama bulunmamaktadır.

source: Upgrade available for %software_name%:
tr_tr: %software_name% yazılımı için yükseltme mevcut:

source: Version Name: %0%, Version Number: %1%, Version Build: %2%
tr_tr: Sürüm Adı: %0%, Sürüm Numarası: %1%, Sürüm Yapısı: %2%

source: Upgrade <span class="bold italic">%software_version_name% %software_version% Build %software_build%</span> to version <span class="bold italic">%0%</span>
tr_tr: <span class="bold italic">%software_version_name% Sürüm adı %software_version% Sürümü %software_build%</span> yapısı <span class="bold italic">%0%</span> sürümüne yükseltin

source: Have you made a backup of your website files, folders and database?
tr_tr: Web sitesi dosyalarınızın, klasörlerinizin ve veritabanınızın yedeğini aldınız mı?

source: Description of the upgrade patch:
tr_tr: Yükseltme yaması açıklaması:

source: Instruction:
tr_tr: Talimat:

source: Upgrade patch is not valid!
tr_tr: Yükseltme yaması geçerli değil!

source: No upgrade patches available for your current version: %software_version%, build %software_build%
tr_tr: Mevcut (%software_version%) sürümünüz için, %software_build%) yapı yükseltme yaması bulunmamaktadır

source: Your update ran successfully!
tr_tr: Güncellemeniz başarıyla tamamlandı!

source: The upgrade directory <em>(~%0%)</em> has been deleted!
tr_tr: Yükseltme dizini <em>(~%0%)</em> silindi!

source: Status... OK!
tr_tr: Durum... TAMAM!

source: The upgrade directory <em>(~%0%)</em> could not be deleted, please delete it manually using an FTP client or SSH.
tr_tr: Yükseltme dizini <em>(~%0%)</em> silinemedi, lütfen bir FTP istemcisi veya SSH kullanarak manuel olarak siliniz.

source: Status... Failure!
tr_tr: Durum... Başarısız!

source: Please delete the upgrade folder using an FTP client or SSH.
tr_tr: Lütfen yükseltme klasörünü bir FTP istemcisi veya SSH kullanarak siliniz.

source: Conclusion Message:
tr_tr: Sonuç Mesajı:

source: Unable to execute the upgrade of the database SQL.<br />Error Message: %0%
tr_tr: SQL Veritabanı yükseltmesi gerçekleştirilemedi.<br />Hata Mesajı: %0%

source: Your site must be in maintenance mode to begin the upgrade.
tr_tr: Güncellemeye başlamak için sitenizin bakım modunda olması gerekmektedir.

source: You must put your site in development mode in order to launch the upgrade of your site!
tr_tr: Sitenizde yükseltme başlatmak için sitenizi geliştirme moduna almanız gerekmektedir!

source: 1) Please change the permission of the ~%0% file for writing for all groups (0666 in octal).
tr_tr: 1) Lütfen ~%0% dosyasının izinlerini tüm gruplarda yazma izni olacak şekilde değiştirin (sekizli sistemde 0666).

source: 2) Edit ~%0% file and find the code:
tr_tr: 2) ~%0% dosyasını düzenleyin ve şu kodu bulun:

source: and replace it with the code:
tr_tr: ve şu kodla değiştirin:

source: 3) After installation, please edit ~%0% file and find the code:
tr_tr: 3) Lütfen kurulumdan sonra ~%0% dosyasını düzenleyin ve şu kodu bulun:

source: 4) Change the permission of the file to write only for users and reading for the other groups (0644 in octal).
tr_tr: Dosyanın izinlerini yalnızca kullanıcılar için yazma, diğer gruplar için okuma olacak şekilde değiştirin (sekizli sistemde 0644).

source: You have %0% error(s):
tr_tr: %0% hatanız var:

source: Instruction file not found!
tr_tr: Talimat dosyası bulunamadı!

source: Did you mean %0%?
tr_tr: %0% mı demek istediniz?

source: Hi %0%!
tr_tr: Merhaba %0%!

source: We wish you a very Happy Birthday!
tr_tr: Size çok mutlu bir doğum günü dileriz!

source: Enjoy yourself and have an amazing day!
tr_tr: Kendinizi şımartın ve harika bir gün geçirin!

source: Happy Birthday %0%!
tr_tr: Mutlu Yıllar %0%!

source: %n% Comment
tr_tr: %n% Yorum

source: Please register or login to continue.
tr_tr: Devam etmek için lütfen kayıt olun veya giriş yapın.

source: Please sign in first 😉
tr_tr: Lütfen önce giriş yapın 😉

source: Oops! You are already connected.
tr_tr: Hoppala! Zaten bağlantınız var.

source: Please upgrade your membership!
tr_tr: Lütfen üyeliğinizi yükseltin!

source: Please go to the admin panel and log in as administrator.
tr_tr: Lütfen yönetim paneline gidin ve yönetici olarak giriş yapın.

source: Password: %0% (please change it next time you login).
tr_tr: Parola: %0% (lütfen bir sonraki girişinizde değiştirin).

source: Password: ****** (hidden to protect against theft of your account. If you have forgotten your password, please request a new one <a href="%0%">here</a>).
tr_tr: Şifre: ****** (hesabınızın çalınmaması için gizlenmiştir. Parolanızı unuttuysanız, lütfen yeni bir parola talep etmek için <a href="%0%">buraya</a> tıklayın).

source: Welcome to %site_name%, %0%!
tr_tr: %site_name% sitesine hoş geldiniz, %0%!

source: Hi %0%! We are proud to welcome you as a member of %site_name%!
tr_tr: Merhaba %0%! Sizi bir %site_name% üyesi olarak ağırlamaktan gurur duyuyoruz!

source: Please save the following information for future reference:
tr_tr: Lütfen bu bilgileri gelecekte kullanmak için kaydedin:

source: Email: %0%.
tr_tr: E-posta: %0%.

source: Username: %0%.
tr_tr: Kullanıcı Adı: %0%.

source: You are receiving this email because we received a registration application with "%0%" email address for %site_name% (%site_url%).
tr_tr: Bu e-postayı %site_name% sitesi (%site_url%) için "%0%" e-posta adresiyle bir kayıt başvurusu oluşturulduğu için alıyorsunuz.

source: If you think someone has used your email address without your knowledge to create an account on %site_name%, please contact us using our contact form available on our website.
tr_tr: Eğer bilginiz dışında e-posta adresinizle %site_name% üzerinde bir hesap oluşturmak için kullandığını düşünüyorsanız, lütfen web sitemizdeki iletişim formunu kullanarak bizimle iletişime geçin.

source: Hello %0%, Welcome to %site_name%!
tr_tr: Merhaba %0%, %site_name% sitesine hoş geldiniz!

source: Your account has just been created. You can now login!
tr_tr: Hesabınız yeni oluşturuldu. Şimdi giriş yapabilirsiniz!

source: Please activate your account by clicking the activation link you received by email. If you can not find the email, please look in your SPAM FOLDER and mark as not spam.
tr_tr: Hesabınızı, e-posta ile aldığınız aktivasyon bağlantısını tıklayarak etkinleştirmeniz gerekmektedir. E-postayı bulamıyorsanız, lütfen GEREKSİZ KLASÖRÜ'nü kontrol edin ve e-postayı gereksiz değil olarak işaretleyin.

source: Your account must be approved by an administrator. You will receive an email of any decision.
tr_tr: Hesabınızın onaylanması gerekmektedir. Herhangi bir karar verildiğinde bir e-posta alacaksınız.

source: You have been successfully registered!
tr_tr: Başarıyla kayıt oldunuz!

source: log in
tr_tr: giriş yap

source: Please %0% to meet new people from today!
tr_tr: Bugünden yeni insanlarla tanışmak için lütfen %0%!

source: Activation link: %0%.
tr_tr: Aktivasyon bağlantısı: %0%.

source: Caution! Your account is not activated yet. You will receive an email of any decision.
tr_tr: Dikkat! Hesabınız henüz etkinleştirilmedi. Herhangi bir karar verildiğinde bir e-posta alacaksınız.

source: Hi %0%
tr_tr: Merhaba %0%

source: Someone tried to login more than %0% times with the IP address: "%1%".
tr_tr: Birisi, "%1%" IP adresiyle %0% seferden fazla giriş yapmaya çalıştı.

source: For safety and security reasons, we have blocked access to this person for a delay of %0% minutes.
tr_tr: Güvenlik ve emniyet sebepleriyle, bu kişiye erişim %0% dakika süreyle engellenmiştir.

source: If it was you who tried to login to your account, we suggest to <a href="%1%">request a new password</a> in %0% minutes.
tr_tr: Eğer hesabınıza giriş yapmaya çalışan kişi sizseniz, %0% dakika içinde <a href="%1%">yeni bir parola talep etmenizi</a> öneririz.

source: If you don't know the person who made the login attempts, you should be very careful and change your password to a new complex one.
tr_tr: Eğer giriş yapmaya çalışan kişiyi tanımıyorsanız, çok dikkatli olmalı ve parolanızı yeni ve karmaşık bir parolayla değiştirmelisiniz.

source: Have a nice day!
tr_tr: İyi günler!

source: Security Alert: Login Attempts - %site_name%
tr_tr: Güvenlik Uyarısı: - %site_name% - Giriş Teşebbüsleri

source: Sorry, your account has not been activated yet. Please activate it by clicking on the activation link you received by email.
tr_tr: Üzgünüz, hesabınız henüz etkinleştirilmedi. Lütfen e-posta ile aldığınız aktivasyon bağlantısını tıklayarak hesabınızı etkinleştirin.

source: Sorry, your account has not been activated yet. An administrator has to review it manually.
tr_tr: Üzgünüz, hesabınız henüz etkinleştirilmedi. Bir yöneticinin birebir incelemesinden geçmesi gerekiyor.

source: Your account does not have a valid activation status. Please <a href="%0%">contact the database administrator</a> in order to fix the issue with your account.
tr_tr: Hesabınızın aktivasyon durumu geçerli değil. Lütfen hesabınızdaki sorunu çözmek için <a href="%0%">veritabanı yöneticisi ile iletişime geçin</a>.

source: Sorry, Your account has been banned.
tr_tr: Üzgünüz, hesabınız yasaklanmıştır.

source: Your subscription to our newsletters has been successfully validated!
tr_tr: Bültenlerimize aboneliğiniz başarıyla doğrulandı!

source: Your account has been successfully validated. You can now login!
tr_tr: Hesabınız başarıyla doğrulandı. Şimdi giriş yapabilirsiniz!

source: Oops! The URL is either invalid or you already have activated your account.
tr_tr: Hoppala! Ya URL artık geçersiz ya da hesabınız zaten etkinleştirilmiş.

source: Invalid approach, please use the link that has been send to your email.
tr_tr: Geçersiz işlem, lütfen e-posta adresinize gönderilen bağlantıyı kullanın.

source: See any matching images with this profile photo
tr_tr: Bu profil fotoğrafıyla eşleşen herhangi bir görüntüye bakın

source: Check it on Google Images
tr_tr: Google Resimler'de kontrol edin

source: Administrator
tr_tr: Yönetici

source: Ghost
tr_tr: Hayalet

source: Add a comment
tr_tr: Yorum ekleyin

source: Read Comment
tr_tr: Yorum okuyun

source: RSS Feed
tr_tr: RSS Akışı

source: Forgot your password?
tr_tr: Parolanızı mı unuttunuz?

source: Score: %0% - Votes: %1%
tr_tr: Puan: %0% - Oylar: %1%

source: You need to be a member for voting.
tr_tr: Oy verebilmek için üye olmanız gerekiyor.

source: Two-Factor Authentication
tr_tr: İki Faktörlü Kimlik Doğrulama

source: Your browser is obsolete. Please use a browser that supports HTML5.
tr_tr: Tarayıcınız eski. Lütfen HTML5 destekleyen bir tarayıcı kullanın.

source: Play/Pause
tr_tr: Oynat/Durdur

source: Big
tr_tr: Büyük

source: Normal
tr_tr: Orta

source: Small
tr_tr: Küçük

source: Latest Blog Posts
tr_tr: Son Blog Yazıları

source: Latest Notes
tr_tr: Son Notlar

source: Latest Forum Topics
tr_tr: Son Forum Konuları

source: Latest Profile Comments
tr_tr: Son Profil Yorumları

source: Latest Blog Comments
tr_tr: Son Blog Yorumları

source: Latest Note Comments
tr_tr: Son Not Yorumları

source: Latest Picture Comments
tr_tr: Son Fotoğraf Yorumları

source: Latest Video Comments
tr_tr: Son Video Yorumları

source: No %software_name%'s news found.
tr_tr: %software_name% haberi bulunamadı.

source: It seems you don't have Internet (or pH7Builder feed news is temporarily unavailable). Some features on the dashboard won't be available.
tr_tr: Görünüşe göre internet bağlantınız yok (veya pH7Builder haber akışı geçici olarak kullanılamıyor). Gösterge panelindeki bazı özellikler kullanılamayabilir.

source: Current password:
tr_tr: Mevcut parola:

source: New password:
tr_tr: Yeni parola:

source: Repeat new password:
tr_tr: Tekrar yeni parola:

source: Change Password!
tr_tr: Parolayı Değiştirin!

source: Enable
tr_tr: Etkinleştir

source: Disable
tr_tr: Devre Dışı Bırak

source: Production
tr_tr: Üretim

source: Development
tr_tr: Geliştirme

source: If you see "Internal Server Error" message on your site, please set to "development" mode in order to see the details of the error. If your site is on production (and visible by everyone) please set it to the production mode for security reasons.
tr_tr: Eğer sitenizde "Dahili Sunucu Hatası" mesajını görüyorsanız, hatanın ayrıntılarını görmek için lütfen siteyi "geliştirme" moduna ayarlayın. Eğer siteniz yayında (ve herkes tarafından görünür durumda) ise, güvenlik nedeniyle siteyi "üretim" moduna almanız önerilir.

source: Enable General Cache. Database caching and other expensive server calculations
tr_tr: Genel Önbelleği Etkinleştir. Veritabanı önbelleklemesi ve diğer maliyetli sunucu hesaplamaları

source: Enable HTML Cache. Caches some HTML pages (e.g., TOS, privacy, site map, ... pages)
tr_tr: HTML Önbelleğini Etkinleştir. Bazı HTML sayfalarını önbelleğe alır (örneğin kullanım şartları, gizlilik, site haritası vb. sayfalar).

source: Enable Static Cache. Used to store compressed/minified JS/CSS files
tr_tr: Statik Önbelleği Etkinleştir. Sıkıştırılmış/küçültülmüş JS ve CSS dosyalarını depolamak için kullanılır

source: Enable data-URIs; Converts images to base64 (if file size is lower than %0%)
tr_tr: Data-URI'larını etkinleştir; Görselleri base64 formatına dönüştürür (eğer dosya, %0% boyutundan küçük boyuta sahipse).

source: Currency Sign (for display purposes only)
tr_tr: Para Birimi Simgesi (sadece görüntüleme amacıyla)

source: Are you sure you want to do this?
tr_tr: Bunu yapmak istediğinize emin misiniz?

source: Warning, this action is irreversible!
tr_tr: Uyarı, bu işlem geri alınamaz!

source: Cancel
tr_tr: İptal et

source: List of countries
tr_tr: Ülkeler listesi

source: Save
tr_tr: Kaydet

source: You can select/multi-select the list of available countries <strong>to be shown on the registration and user search forms</strong>.
tr_tr: <strong>Kayıt ve kullanıcı arama formlarında gösterilecek</strong> mevcut ülkeler listesinde tekli/çoklu seçim yapabilirsiniz.

source: You can select/multi-select the list of available countries <strong>to be shown on the registration form</strong>.
tr_tr: <strong>Kayıt formunda gösterilecek</strong> mevcut ülkeler listesinde tekli/çoklu seçim yapabilirsiniz.

source: If you need to block all Internet traffic to your website from a specific country, please use <a href="%0%">Country Blocker</a> tool.
tr_tr: Belirli bir ülkeden web sitenize gelen tüm internet trafiğini engellemeniz gerekiyorsa, lütfen <a href="%0%">Ülke Engelleme</a> aracını kullanın.

source: Your Password:
tr_tr: Parolanız:

source: Your Reason:
tr_tr: Sebebiniz:

source: Please be specific why you want to leave us.
tr_tr: Lütfen bizi neden bırakmak istediğinizi açıkça belirtin.

source: It will hep us to improve our service and make it the best one for you!
tr_tr: Bu, hizmetimizi geliştirmemize ve sizin için en iyisi haline getirmemize yardımcı olacaktır!

source: Why:
tr_tr: Neden:

source: I'm not happy with the service.
tr_tr: Hizmetten memnun değilim.

source: I met someone.
tr_tr: Biriyle tanıştım.

source: Other. I said the reason above.
tr_tr: Diğer. Sebebi yukarıda belirttim.

source: Captcha
tr_tr: Captcha doğrulamaıs

source: Enter the below code:
tr_tr: Aşağıdaki kodu girin:

source: Description:
tr_tr: Tanım:

source: Punchline/Headline:
tr_tr: Mizahi Slogan/Başlık:

source: Country:
tr_tr: Ülke:

source: City:
tr_tr: Şehir:

source: State/Province:
tr_tr: İlçe:

source: Postal Code:
tr_tr: Posta Kodu:

source: Middle Name:
tr_tr: İkinci İsim:

source: Height:
tr_tr: Boy:

source: Weight:
tr_tr: Ağırlık:

source: Social Media Profile:
tr_tr: Sosyal Medya Profili:

source: Website:
tr_tr: Web sitesi:

source: The URL of your social profile, such as Facebook, Instagram, Snapchat, LinkedIn, ...
tr_tr: Sosyal medya profilinizin URL'si (örneğin, Facebook, Instagram, Snapchat, LinkedIn, v.b.).

source: Your Personal Website/Blog (any promotional/affiliated contents will be removed)
tr_tr: Kişisel Web Siteniz/Blogunuz (herhangi bir tanıtım/reklam içeriği kaldırılacaktır).

source: Phone Number:
tr_tr: Telefon Numarası:

source: Enter full number with area code.
tr_tr: Numaranızı alan koduyla birlikte tam olarak girin.

source: Your Email:
tr_tr: E-postanız:

source: Send Activation
tr_tr: Aktivasyon gönder

source: I am:
tr_tr: Ben bir:

source: Man
tr_tr: Erkeğim

source: Woman
tr_tr: Kadınım

source: Couple
tr_tr: Çiftim

source: Newest
tr_tr: En yeni

source: With photo
tr_tr: Fotoğraflı

source: Online
tr_tr: Çevrimiçi

source: Search
tr_tr: Ara

source: Male
tr_tr: Erkek

source: Looking for:
tr_tr: Şunu arıyorum:

source: Email Address:
tr_tr: E-posta Adresi:

source: Browse By:
tr_tr: Şuna göre bul:

source: Last Activity
tr_tr: Son aktivite

source: Most Popular
tr_tr: En popüle

source: Top Rated
tr_tr: En Çok Beğenilen

source: Username
tr_tr: Kullanıcı Adı

source: First Name
tr_tr: Adınız

source: Last Name
tr_tr: Soyadınız

source: Email
tr_tr: E-posta

source: Direction:
tr_tr: Yön:

source: Descending
tr_tr: Azalan

source: Ascending
tr_tr: Artan

source: Embed Code
tr_tr: Gömülü Kod

source: Share URL:
tr_tr: Bağlantıyı paylaşın:

source: The passwords don't match.
tr_tr: Parolalar birbiriyle eşleşmedi.

source: Your current and new passwords are identical. So why do you want to change it?
tr_tr: Mevcut parolanız ile yeni parolanız aynı. Neden değiştirmek istiyorsunuz?
