Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: Use the Splash Page for visitors (not logged), otherwise the classic page will be used. <br /><em>Available only if "User" is the Default Module.</em>
tr_tr: Ziyaretçiler (giriş yapmamış) için Açılış Sayfasını kullanın, aksi takdirde klasik sayfa kullanılacaktır. <br /><em>"Kullanıcı" Varsayılan Modül ise kullanılabilir.</em>

source: Background Splash Video:
tr_tr: Açılış Sayfası Arka Plan Videosu:

source: Enable/Disable the "Animated Video" on the Splash Homepage. <br /><em>Available only if "User" is the Default Module.</em>
tr_tr: Açılış Ana Sayfasında "Animasyonlu Video"yu Etkinleştir/Devre Dışı Bırak. <br /><em>"Kullanıcı" Varsayılan Modül ise kullanılabilir.</em>

source: Display Profiles on Guest Homepage:
tr_tr: Misafir Anasayfasında Profilleri Göster:

source: Display or not the newest users on the homepage for visitors. <br /><em>Available only if "User" is the Default Module.</em>
tr_tr: Ziyaretçiler için ana sayfada en yeni kullanıcıları görüntüleyip görüntülemeyeceğinizi seçin. <br /><em>"Kullanıcı" Varsayılan Modül ise kullanılabilir.</em>

source: Number of Profiles on Splash Page:
tr_tr: Splash Sayfasındaki Profil Sayısı:

source: The number of profile photos to display on the Splash Homepage. <br /><em>Available only if "Profiles on Guest Homepage" is enabled and if "User" is the Default Module.</em>
tr_tr: Açılış Ana Sayfasında görüntülenecek profil fotoğrafı sayısı. <br /><em>"Misafir Ana Sayfasında Profiller" etkinleştirilmişse ve "Kullanıcı" Varsayılan Modül ise kullanılabilir.</em>

source: Site Status:
tr_tr: Site Durumu:

source: Maintenance (offline)
tr_tr: Bakım (çevredışı)

source: Maintenance mode is useful if you are working on your website or update it. Logged admins and admin panel won't be affected by the maintenance page.
tr_tr: Bakım modu, siteniz üzerinde çalışırken veya güncellerken faydalıdır. Giriş yapmış yöneticiler ve yönetici paneli bakım sayfasından etkilenmeyecektir.

source: Social Media Widgets:
tr_tr: Sosyal Medya Widget'ları:

source: Enable the Social Media Sharing such as Like and Sharing buttons.
tr_tr: Beğenme ve Paylaşma butonları gibi Sosyal Medya Paylaşımını etkinleştirin.

source: Adult Disclaimer:
tr_tr: Yetişkin Uyarısı:

source: Show an Adult Warning to enter to your website. Useful for websites that contain adult materials.
tr_tr: Web sitenize giriş yapmak için Yetişkin Uyarısı gösterin. Bu, yetişkin materyalleri içeren web siteleri için faydalıdır.

source: Cookie Consent Bar:
tr_tr: Çerez Onayı Çubuğu:

source: Enable a Cookie Consent Bar to prevent your users that your website uses cookies. This is required by EU Law (if you have visitors from EU countries). The Cookie Bar will only be displayed if the visitor is in the EU.
tr_tr: Web sitenizin çerez kullandığını kullanıcılarınıza bildirmek için bir Çerez Onayı Çubuğunu etkinleştirin. Bu, AB Hukuku tarafından gereklidir (eğer AB ülkelerinden ziyaretçileriniz varsa). Çerez Çubuğu, yalnızca ziyaretçi AB'de ise görüntülenecektir.

source: Show "Powered By" link in footer:
tr_tr: Sayfanın alt bölümünede "Powered By" bağlantısını göster:

source: Disable (NOT recommended)
tr_tr: Devre Dışı Bırak (Tavsiye edilmez)

source: Are you proud of using <a href="%software_website%">pH7Builder</a> brand? Are you proud to say your dating app has been made by the Leading Dating Software provider?
tr_tr: <a href="%software_website%">pH7Builder</a> markasını kullanmaktan gurur duyuyor musunuz? Flört uygulamanızın, önde gelen Flört Yazılımı sağlayıcısı tarafından yapıldığını söylemekten gurur duyuyor musunuz?

source: Show the News Feed:
tr_tr: Haber Akışını Göster:

source: Show the latest news about the software in the admin dashboard (recommend).
tr_tr: Yazılım hakkında en son haberleri yönetici panelinde göster (önerilen).

source: Icon Logo
tr_tr: Simge Boyutunda Logo

source: Add your small logo/icon that represents/distinguishes the best your site/concept/brand.
tr_tr: Sitenizi/konseptinizi/markanızı en iyi şekilde temsil eden küçük logo/ikonunuzu ekleyin.

source: The current logo of your website.
tr_tr: Web sitenizin mevcut logosu.

source: Registration
tr_tr: Kayıt Olma

source: Account activation type for Members:
tr_tr: Üyeler için hesap aktivasyon şekli:

source: No activation required
tr_tr: Aktivasyon gerektirmez

source: Self-activation via email
tr_tr: E-posta ile kendi kendine aktivasyon

source: Manual activation by administrator
tr_tr: Yönetici tarafından manuel aktivasyon

source: Account activation type for Affiliates:
tr_tr: Ortaklıklar için hesap aktivasyon tipi:

source: Minimum username length:
tr_tr: Minimum kullanıcı adı uzunluğu:

source: Maximum username length:
tr_tr: Maksimum kullanıcı adı uzunluğu:

source: Minimum age for registration:
tr_tr: Kayıt için minimum yaş:

source: Maximum age for registration:
tr_tr: Kayıt için maksimum yaş:

source: Date of Birth field type:
tr_tr: Doğum Tarihi alanı tipi:

source: Age Range (without month and day of birth)
tr_tr: Yaş Aralığı (ay ve doğum günü olmadan)

source: Date-Picker calendar (full date of birth)
tr_tr: Tarih Seçici takvimi (tam doğum tarihi)

source: Require photo to be uploaded:
tr_tr: Fotoğraf yüklenmesi gerekliliği:

source: Require Members to upload a profile photo during sign up.
tr_tr: Kayıt sırasında üyelerin profil fotoğrafı yüklemesini gerekli kıl.

source: Doesn't guarantee that all users will have a profile photo, because users can still close the tab without completely finishing the registration process.
tr_tr: Tüm kullanıcıların profil fotoğrafına sahip olacağı garanti edilmez, çünkü kullanıcılar kayıt sürecini tamamlamadan sekmeyi kapatabilir.

source: Default Membership Group:
tr_tr: Varsayılan Üyelik Grubu:

source: Picture and Video
tr_tr: Resim ve Video

source: Image
tr_tr: Görüntü

source: Watermark Text:
tr_tr: Filigran Metni:

source: Watermark Size:
tr_tr: Filigran Ebatı:

source: Between 0 to 5.
tr_tr: 0 ile 5 arasında.

source: Default Video:
tr_tr: Varsayılan Video:

source: Video by default if no video is found.
tr_tr: Video bulunmadığında varsayılan video.

source: Autoplay Video:
tr_tr: Otomatik oynatılan video:

source: Moderation
tr_tr: Moderasyon

source: Nudity Filter:
tr_tr: Çıplaklık Filtresi:

source: Photos will be automatically pending approval if there are detected as "Nude/Adult Photos"
tr_tr: "Çıplak/Yetişkin Fotoğrafları" olarak algılanan fotoğraflar otomatik olarak onay bekleyecektir.

source: Profile Photo Manual Approval:
tr_tr: Profil Fotoğrafı için Manuel Onay:

source: Background Profile Manual Approval:
tr_tr: Arkaplan Fotoğrafı için Manuel Onay:

source: Note Post Manual Approval:
tr_tr: Manuel Onay Sonrası Not:

source: Photos Manual Approval:
tr_tr: Fotoğraflar için Manuel Onay:

source: Videos Manual Approval:
tr_tr: Videolar için Manuel Onay:

source: This approval mode is experimental, do not use it on production.
tr_tr: Bu onay modu deneyseldir, yayımlanan sistemde kullanmayın.

source: Email Parameters
tr_tr: E-posta Parametreleri

source: Email Name:
tr_tr: E-posta Adı:

source: Admin Email:
tr_tr: Yönetici E-postası:

source: Feedback Email:
tr_tr: Geri bildirim e-postası:

source: Return Email:
tr_tr: İade E-postası:

source: Security
tr_tr: Güvenlik

source: Password
tr_tr: Parola

source: Minimum password length:
tr_tr: Minimum şifre uzunluğu:

source: Maximum password length:
tr_tr: Maksimum şifre uzunluğu:

source: Login Attempt Protection
tr_tr: Giriş Denemesi Koruması

source: Blocking login attempts exceeded for Users:
tr_tr: Kullanıcılar için engelleme giriş denemeleri aşıldı:

source: Blocking login attempts exceeded for Affiliates:
tr_tr: İştirakler için engelleme giriş denemeleri aşıldı:

source: Blocking login attempts exceeded for Admins:
tr_tr: Yöneticiler için engelleme giriş denemeleri aşıldı:

source: Max number of login attempts before blocking for Users:
tr_tr: Kullanıcılar için engellemeden önce maksimum giriş denemesi sayısı:

source: Max number of login attempts before blocking for Affiliates:
tr_tr: Ortaklar için engellemeden önce maksimum giriş denemesi sayısı:

source: Max number of login attempts before blocking for Admins:
tr_tr: Yöneticiler için engellemeden önceki maksimum giriş denemesi sayısı:

source: Time interval blocking for Users:
tr_tr: Kullanıcılar için zaman aralığı engelleme:

source: Time in minutes.
tr_tr: Dakika cinsinden zaman.

source: Time interval blocking for Affiliates:
tr_tr: Ortaklar için zaman aralığı engelleme:

source: Time interval blocking for Admins:
tr_tr: Yöneticiler için zaman aralığı engelleme:

source: Various
tr_tr: Çeşitli

source: Send Abuse Reports by email:
tr_tr: E-posta ile Kötüye Kullanım Raporları Gönder:

source: IP Restriction for Admin Panel Access:
tr_tr: Yönetici Paneli Erişimi için IP Kısıtlaması:

source: By entering <a href="%0%" title="Get your current IP address">your IP</a>, you will get a higher security and exclude all other people and bots that tried to login with another IP address even if the login is correct! Leave blank to disable this feature. Be careful, for using this feature you need to have a static IP (not a dynamic one). If you are not sure, please contact your ISP.
tr_tr: <a href="%0%" title="Get your current IP address">IP'nizi</a> girerek daha yüksek bir güvenlik elde edecek ve giriş doğru olsa bile başka bir IP adresiyle giriş yapmaya çalışan diğer tüm kişileri ve botları hariç tutacaksınız! Bu özelliği devre dışı bırakmak için boş bırakın. Dikkatli olun, bu özelliği kullanmak için statik bir IP'ye (dinamik bir IP değil) sahip olmanız gerekir. Emin değilseniz lütfen İnternet Servis Sağlayıcınızla iletişime geçin.

source: Indicate a word that will replace the banned word in <a href="%0%">the list</a>.
tr_tr: <a href="%0%">Listedeki</a> yasaklı sözcüğün yerini alacak bir sözcük belirtin.

source: Enable/Disable CSRF security tokens in forms:
tr_tr: Formlarda CSRF güvenlik belirteçlerini etkinleştirin/devre dışı bırakın:

source: Sometimes this protection can be annoying for users if there are not fast enough to fulfill the forms. However, if disabled, your website can be vulnerable on CSRF attacks in forms.
tr_tr: Bazen bu koruma, formları doldurmak için yeterince hızlı değillerse kullanıcılar için can sıkıcı olabilir. Ancak devre dışı bırakılırsa, web siteniz formlardaki CSRF saldırılarına karşı savunmasız olabilir.

source: CSRF token lifetime:
tr_tr: CSRF belirteci ömrü:

source: Time in seconds.
tr_tr: Saniye cinsinden süre.

source: Protect for Users against session cookies hijacking:
tr_tr: Kullanıcıları oturum çerezlerinin ele geçirilmesine karşı koruyun:

source: Yes (recommended for security reasons)
tr_tr: Evet (güvenlik nedenleriyle önerilir)

source: This protection can cause problems for logged in users with dynamic IPs. Please disable if their IP changes frequently during the session.
tr_tr: Bu koruma, dinamik IP'lere sahip oturum açmış kullanıcılar için sorunlara neden olabilir. Oturum sırasında IP'leri sık sık değişiyorsa lütfen devre dışı bırakın.

source: Protect for Affiliates against session cookies hijacking:
tr_tr: Bağlı Kuruluşlar için oturum çerezlerinin ele geçirilmesine karşı koruma:

source: This protection can cause problems for affiliates with dynamic IPs. Please disable if their IP changes frequently during the session.
tr_tr: Bu koruma, dinamik IP'lere sahip ortaklar için sorunlara neden olabilir. Oturum sırasında IP'leri sık sık değişiyorsa lütfen devre dışı bırakın.

source: Protect for Admins against session cookies hijacking:
tr_tr: Yöneticiler için oturum çerezlerinin ele geçirilmesine karşı koruma:

source: Yes (highly recommended for security reasons)
tr_tr: Evet (güvenlik nedenleriyle şiddetle önerilir)

source: This protection can cause problems for admins with dynamic IPs. Please disable if their IP changes frequently during the session.
tr_tr: Bu koruma, dinamik IP'lere sahip yöneticiler için sorunlara neden olabilir. Oturum sırasında IP'leri sık sık değişiyorsa lütfen devre dışı bırakın.

source: System against DDoS attacks:
tr_tr: DDoS saldırılarına karşı sistem:

source: Activate
tr_tr: Etkinleştir

source: Deactivate
tr_tr: Devre dışı bırak

source: Enable it ONLY if you think your website has real DDoS attacks or if your server is highly overloaded.
tr_tr: Yalnızca web sitenizin gerçek DDoS saldırıları aldığını düşünüyorsanız veya sunucunuz aşırı yüklenmişse etkinleştirin.

source: Spam
tr_tr: İstenmeyen

source: Time Delay
tr_tr: Zaman Gecikmesi

source: Registration delay for Users:
tr_tr: Kullanıcılar için Kayıt Gecikmesi:

source: Number of minutes that has to pass before a user with the same IP address can register again. Enter "0" to disable.
tr_tr: Aynı IP adresine sahip bir kullanıcının tekrar kayıt olabilmesi için geçmesi gereken dakika sayısı. Devre dışı bırakmak için "0" girin.

source: Registration delay for Affiliates:
tr_tr: Bağlı Kuruluşlar için Kayıt Gecikmesi:

source: Number of minutes that has to pass before an affiliate with the same IP address can register again. Enter "0" to disable.
tr_tr: Aynı IP adresine sahip bir ortağın tekrar kayıt olabilmesi için geçmesi gereken dakika sayısı. Devre dışı bırakmak için "0" girin.

source: Send Note delay:
tr_tr: Not Gönderme Gecikmesi:

source: Number of minutes for the same user to post a new note.
tr_tr: Aynı kullanıcının yeni not gönderebileceği dakika cinsinden süre.

source: Send Mail delay:
tr_tr: E-posta Gönderme Gecikmesi:

source: Number of minutes for the same user can send a new email.
tr_tr: Aynı kullanıcının e-posta gönderebileceği dakika cinsinden süre.

source: Send Comment delay:
tr_tr: Yorum Gönderme Gecikmesi:

source: Number of minutes for the same user can send a new comment.
tr_tr: Aynı kullanıcının yorum gönderebileceği dakika cinsinden süre.

source: Send Forum Topic delay:
tr_tr: Forum Başlık Açma Gecikmesi:

source: Number of minutes for the same user can send a new topic in the forum.
tr_tr: Aynı kullanıcının konu başlığı açabileceği dakika cinsinden süre.

source: Send Forum Message delay:
tr_tr: Forum Mesaj Yazma Gecikmesi:

source: Number of minutes for the same user can send a reply message in the same topic.
tr_tr: Aynı kullanıcının aynı konu başlığı altında cevap mesajı gönderebileceği dakika cinsinden süre.

source: Captcha Complexity:
tr_tr: Captcha Karmaşıklığı:

source: Captcha Case Sensitive:
tr_tr: Captcha Büyük/Küçük Harf Hassasiyeti:

source: Captcha for User Signup Form:
tr_tr: Kullanıcı Kayıt Formu için Captcha:

source: Captcha for Affiliate Signup Form:
tr_tr: Ortak Kayıt Formu için Captcha:

source: Captcha for sending Messages between users:
tr_tr: Kullanıcılar Arası Mesajlaşma için Captcha:

source: Captcha for adding a Comment:
tr_tr: Yorum göndermek için Captcha:

source: Captcha for adding or reply a message in the Forum:
tr_tr: Forum'da bir mesaj yanıtlamak için Captcha:

source: Captcha for adding a User Post Note:
tr_tr: Kullanıcı Notu Gönderme için Captcha:

source: Delete old Messages:
tr_tr: Eski mesajları Sil:

source: Delete messages older than X days. 0 to disable.
tr_tr: X günden daha eski mesajları Sil. Devre dışı bırakmak için 0 girin.

source: Delete old Comments:
tr_tr: Eski yorumları Sil:

source: Delete comments older than X days. 0 to disable.
tr_tr: X günden daha eski yorumları Sil. Devre dışı bırakmak için 0 girin.

source: Delete old IM Messages:
tr_tr: Eski anlık mesajları sil:

source: Delete IM messages older than X days. 0 to disable.
tr_tr: X günden daha eski anlık mesajları sil. Devre dışı bırakmak için 0 girin.

source: Override Website Colors
tr_tr: Web Sitesi Renklerini Değiştir

source: Website Background:
tr_tr: Web Sitesi Arkaplanı:

source: Text:
tr_tr: Metin:

source: Links:
tr_tr: Bağlantılar:

source: Footer Links:
tr_tr: Alt kısım linkleri:

source: Links hover:
tr_tr: Bağlantılar üzerinde gezinme:

source: Reset Colors
tr_tr: Renkleri sıfırla

source: You can get your key <a href="%0%">here</a>. Then, select "<strong>Google Maps JavaScript API</strong>" for "<em>Which API are you using</em>" and "<strong>Web browser (Javascript)</strong>" for "<em>Where will you be calling the API from</em>", then you will get your API key to paste here.
tr_tr: API Anahtarınızı <a href="%0%">buradan</a> alabilirsiniz. Ardından, "<em>Hangi API'yi kullanıyorsunuz</em>" için "<strong>Google Maps JavaScript API</strong>" ve "<em>API'yi nereden çağıracaksınız</em>" için "<strong>Web tarayıcısı (Javascript)</strong>" seçeneğini seçin, ardından buraya yapıştırmak için API anahtarınızı alacaksınız.

source: Google Maps API Key:
tr_tr: Google Maps API Anahtarı:

source: IP API:
tr_tr: IP Adresi API'si:

source: The URL must end with a slash.
tr_tr: ULR / işareti ile bitmeli.

source: Chat API:
tr_tr: Chat API'si:

source: Documentation: <a href="%0%">Change the default chat service by your real one</a>.<br /> <small>Parsing tags are permitted (e.g. #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>
tr_tr: Dokümantasyon: <a href="%0%">Varsayılan sohbet servisini gerçek servisinizle değiştirin</a>.<br /> <small>Etiketlerin ayrıştırılmasına izin verilir (örneğin: #!http://api.your-service-chat.com/?url=%0%&name=%1%!#).</small>

source: Automation
tr_tr: Otomasyon

source: Secret word for the cron URL:
tr_tr: Zamanlanmış (Cron) URL'i için gizli kelime:

source: Your very secret word for the cron URL. It will be used for running automated cron jobs.
tr_tr: Cron URL'niz için çok gizli kelimeniz. Zamanlanmış işleri (cron) otomatik olarak çalıştırmak için kullanılacaktır.

source: User inactivity timeout:
tr_tr: Kullanıcı etkinsizlik zaman aşımı süresi:

source: The number of minutes that a member becomes inactive (offline).
tr_tr: Bir üyenin devre dışı kalması için kalması gereken çevrimdışı dakika sayısı.

source: Your custom CSS code
tr_tr: Özel CSS kodunuz

source: Preview Ad:
tr_tr: Reklam Önizlemesi:

source: Update
tr_tr: Güncelle

source: Views: %0% | Clicks: %1%
tr_tr: Görüntülenme Sayısı: %0% | Tıklama Sayısı: %1%

source: Delete
tr_tr: Sil

source: Administrator successfully added.
tr_tr: Yönetici hesabı başarıyla eklendi.

source: %n% user has successfully been added.
tr_tr: %n% kullanıcı hesabı başarıyla eklendi.

source: User successfully added.
tr_tr: Kullanıcı başarıyla eklendi.

source: The banner has been added!
tr_tr: Banner eklendi!

source: Analytics Code updated!
tr_tr: Analytics kodu güncelle!

source: Module Status saved!
tr_tr: Modül durumu kaydedildi!

source: Username has to be from %0% to %1% characters long, or it is not available, or already taken by another admin.
tr_tr: Kullanıcı adı %0% ile %1% karakter uzunluğunda olmalı, aksi takdirde kullanılamaz veya başka bir yönetici tarafından alınmış olabilir.

source: Invalid email or already used by another admin.
tr_tr: Geçersiz e-posta veya başka bir yönetici tarafından kullanılıyor.

source: Profile successfully updated!
tr_tr: Profil başarıyla güncellendi!

source: "Email", "Username" or "Password" is incorrect
tr_tr: "Email", "Kullanıcı Adı" veya "Şifre" yanlış

source: Incorrect Login!
tr_tr: Hatalı giriş!

source: You are successfully logged in!
tr_tr: Başarıyla giriş yaptınız!

source: Meta Tags successfully updated!
tr_tr: Meta Etiketler başarıyla güncellendi!

source: Changes saved!
tr_tr: Değişiklikler kaydedildi!

source: The file could not be saved. Please check your file permissions (must be in write mode)
tr_tr: Dosya kaydedilemedi. Lütfen dosya izinlerinizi kontrol edin (yazma modunda olmalıdır).

source: The JS code has been successfully updated!
tr_tr: JS kodu başarıyla güncellendi!

source: Configurations successfully updated!
tr_tr: Yapılandırmalar başarıyla güncellendi!

source: The token lifetime cannot be below %0% seconds.
tr_tr: Token ömrü %0% saniyeden daha az olamaz.

source: The minimum length of the username cannot exceed %0% characters.
tr_tr: Kullanıcı adı minimum uzunluğu %0% karakteri geçemez.

source: The maximum length of the username cannot exceed %0% characters.
tr_tr: Kullanıcı adı maksimum uzunluğu %0% karakteri geçemez.

source: You cannot specify a minimum age higher than the maximum age.
tr_tr: Minimum yaşı maksimum yaştan yüksek belirleyemezsiniz.

source: The CSS code has been updated successfully!
tr_tr: CSS kodu başarıyla güncellendi!

source: The banner has been saved!
tr_tr: Banner kaydedildi!

source: Invalid File Format! Please select a valid CSV file containing the member data.
tr_tr: Geçersiz Dosya Formatı! Lütfen üyelik verilerini içeren geçerli bir CSV dosyası seçin.

source: The file is too large. Please select a smaller file or change your server PHP settings. Especially "upload_max_filesize" and "post_max_size" directives in the php.ini file.
tr_tr: Dosya çok büyük. Lütfen daha küçük bir dosya seçin veya sunucunuzun PHP ayarlarını değiştirin. Özellikle php.ini dosyasındaki "upload_max_filesize" ve "post_max_size" direktiflerini kontrol edin.

source: The file is Invalid/Empty or has incorrect Delimiter/Enclosure set.
tr_tr: Dosya Geçersiz/Boş veya yanlış Sınırlayıcı/Dolgu ayarı yapılmış.

source: %n% user has been successfully added.
tr_tr: %n% kullanıcısı başarıyla eklendi.

source: Unable to execute the query SQL of module.<br />Error Message: %0%
tr_tr: Modül sorgu SQL'i yürütülemiyor.<br />Hata Mesajı: %0%

source: "%0%" is an invalid email address.
tr_tr: "%0%" geçersiz bir e-posta adresidir.

source: Your content has been approved!
tr_tr: İçeriğiniz onaylandı!

source: Your content has been disapproved :(
tr_tr: İçeriğiniz onaylanmadı :(

source: Congratulation! The content you recently posted at <a href="%site_url%">%site_name%</a> has been successfully approved by the team.
tr_tr: Tebrikler! <a href="%site_url%">%site_name%</a> adresinde yakın zamanda yayınladığınız içerik ekibimiz tarafından başarıyla onaylandı.

source: Other users will now enjoy what you posted and thanks to you, our online service gets better! :)
tr_tr: Artık diğer kullanıcılar da sizin yazdıklarınızı beğenecek ve sizin sayenizde online hizmetimiz daha da iyi olacak! :)

source: Your content you recently posted at <a href="%site_url%">%site_name%</a> has unfortunately been disapproved by our moderation team.
tr_tr: <a href="%site_url%">%site_name%</a> adresinde yakın zamanda yayınladığınız içeriğiniz maalesef moderasyon ekibimiz tarafından onaylanmadı.

source: Indeed, it looks like it does not respect our <a href="%0%">terms of service</a>.
tr_tr: <a href="%0%">hizmet şartlarımıza</a> saygı göstermediği anlaşılıyor.

source: Please feel free to post again a content at any time as long as it respects our <a href="%0%">terms of service</a>
tr_tr: Lütfen <a href="%0%">Hizmet şartlarımıza</a> saygı gösterdiğiniz sürece istediğiniz zaman tekrar içerik göndermekten çekinmeyin

source: Account - Affiliate
tr_tr: Hesap - Ortak

source: Edit your profile
tr_tr: Profilinizi düzenleyin

source: Delete Affiliate Account
tr_tr: Ortak Hesabı Düzenleyin

source: Welcome to the administration of Ad Affiliate
tr_tr: Reklam İş Birliği yönetimine hoş geldiniz

source: Affiliate Settings
tr_tr: Ortak Ayarları

source: Country Restrictions - Affiliate
tr_tr: Ülke Kısıtlamaları - Ortaklar

source: Browse Affiliates
tr_tr: Ortaklara Göz Gezdir

source: %n% Affiliate
tr_tr: %n% Ortak

source: Affiliate Search
tr_tr: Ortak Arama

source: Add an Affiliate
tr_tr: Ortak Ekle

source: You are now logged in as affiliate: %0%!
tr_tr: Şu anda ortak olarak giriş yaptınız: %0%!

source: This affiliate doesn't exist.
tr_tr: Böyle bir ortak bulunmuyor.

source: You are now logged out as affiliate: %0%!
tr_tr: Şu anda ortak olarak oturumunuz kapatıldı: %0%!

source: The affiliate has been banned.
tr_tr: Ortak yasaklandı.

source: Oops! An error has occurred while banishment the affiliate.
tr_tr: Hoppala! Ortaklık yasaklanırken bir hata oluştu.

source: The affiliate has been unbanned.
tr_tr: Ortağın yasağı kaldırıldı.
