Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: Edit Affiliate's Account
tr_tr: Ortak Hesabını Düzenle

source: Affiliate Platform with %site_name%
tr_tr: %site_name% ile Ortaklık Platformu

source: Make Money with our Affiliate Program!
tr_tr: Ortaklık Programımızla Para Kazanın!

source: Our affiliate program offers one of the highest payment rates on the market
tr_tr: Ortaklık programımız piyasadaki en yüksek ödeme oranlarından birini sunmaktadır

source: Welcome to our Affiliate Program!
tr_tr: Ortaklık Programımıza Hoş Geldiniz!

source: Not yet registered on our affiliate program?
tr_tr: Ortaklık programımıza henüz kayıt olmadınız mı?

source: Join TODAY
tr_tr: HEMEN katılın

source: and start making money!
tr_tr: ve para kazanmaya başlayın!

source: Simply enter your registered email address in the field below, and click the "Send Activation" button.
tr_tr: Aşağıdaki alana kayıtlı e-posta adresinizi girin ve "Aktivasyonu Gönder" butonuna tıklayın.

source: It must be the same email address you gave us when you became a member.
tr_tr: Üye olurken bize verdiğiniz e-posta adresiyle aynı olması gerekmektedir.

source: After you click the "Send Activation" button, the account activation email will be sent to you, using this email address.
tr_tr: "Aktivasyon Gönder" butonuna tıkladıktan sonra, hesap aktivasyon e-postası bu e-posta adresinize gönderilecektir.

source: You should receive the email after a few minutes.
tr_tr: Birkaç dakika içinde e-postayı almanız gerekir.

source: Sign In
tr_tr: Oturum Aç

source: Endpoint Not Implemented Yet
tr_tr: Endpoint Henüz Uygulanmadı

source: Delete Article
tr_tr: Makaleyi Sil

source: Search Blog Posts
tr_tr: Blog Yazılarını Ara

source: Categories
tr_tr: Kategoriler

source: Top Popular Posts
tr_tr: En Popüler Gönderiler

source: Top Rated Posts
tr_tr: En Çok Oy Alan Gönderiler

source: Edit Article
tr_tr: Makaleyi Düzenle

source: Add a new Article
tr_tr: Yeni Makaleyi Ekle

source: Search for Blog Post
tr_tr: Blog Yazısı Ara

source: Posted %0%
tr_tr: %0% gönderildi

source: Your IP is: %0%
tr_tr: IP'niz: %0%

source: Field name must contain 2-30 alphanumeric characters ([a-z], [A-Z], [0-9] and [_]).
tr_tr: Alan adı 2-30 alfanümerik karakterden oluşmalıdır ([a-z], [A-Z], [0-9] ve [_]).

source: Wrong field name submitted. %0% cannot be modified.
tr_tr: Hatalı alan adı gönderildi. %0% değiştirilemez.

source: Oops! An error occurred while editing the field. Please try again.
tr_tr: Hoppala! Alan düzenlenirken bir hata oluştu. Lütfen tekrar deneyin.

source: Not editable
tr_tr: Düzenlenebilir değil

source: Not deletable
tr_tr: Silinebilir değil

source: Warning! This action will remove a User Field! (Irreversible Action)
tr_tr: Uyarı! Bu eylem bir Kullanıcı Alanını kaldıracaktır! (Geri Alınamaz Eylem)

source: To see the users fields, you must add at least one user.
tr_tr: Kullanıcı alanlarını görebilmeniz için en az bir kullanıcı eklemeniz gerekmektedir.

source: Add Category
tr_tr: Kategori Ekle

source: Add Forum
tr_tr: Forum Ekle

source: See %0%'s topics
tr_tr: %0% kullanıcısının konularına bakın

source: %0%'s topics
tr_tr: %0% kullanıcısının konuları

source: Login As this User to edit their topic
tr_tr: Konularını düzenlemek için bu Kullanıcı olarak giriş yapın

source: Login as this User
tr_tr: Bu Kullanıcı olarak giriş yapın

source: Reply to the topic
tr_tr: Konuyu yanıtla

source: Delete Topic
tr_tr: Konuyu sil

source: Edit your topic
tr_tr: Konuyu düzenle

source: Delete Post
tr_tr: Gönderiyi Sil

source: Edit your post
tr_tr: Gönderiyi Düzenle

source: Login As this User to edit their post
tr_tr: Gönderilerini düzenlemek için bu Kullanıcı olarak giriş yapın

source: Reply: %0%
tr_tr: Cevap: %0%

source: Views: %0%
tr_tr: Görüntüleme: %0%

source: Create new Topic
tr_tr: Yeni Konu Oluştur

source: New Search
tr_tr: Yeni Arama

source: Pending...
tr_tr: Bekliyor...

source: Search for a friend of %0%
tr_tr: %0% adlı kişinin bir arkadaşını ara

source: Download this game
tr_tr: Bu oyunu indir

source: %0% was played %1% and download %2% time(s).
tr_tr: %0% %1% kez oynandı ve %2% kez indirildi.

source: Edit this Game
tr_tr: Oyunu Düzenleyin

source: Delete this Game
tr_tr: Oyunu Silin

source: Top Popular Games
tr_tr: En Popüler Oyunlar

source: Top Rated Games
tr_tr: En Beğenilen Oyunlar

source: Newest Games
tr_tr: En Yeni Oyunlar

source: Delete Game
tr_tr: Oyunu Sil

source: Interested 👍
tr_tr: İlgileniyorum 👍

source: Not Interested 👎
tr_tr: İlgilenmiyorum 👎

source: If you forgot your password, enter your account email address below and we will send<br /> you an email containing a special link that will help you create a new password.<br /> Make sure you enter the <em>same email address you use to sign in to your profile</em>.
tr_tr: Parolanızı unuttuysanız, aşağıya hesap e-posta adresinizi girin; size yeni bir şifre oluşturmanıza yardımcı olacak özel bir bağlantı içeren bir e-posta gönderelim.<br /> Profilinize giriş yapmak için kullandığınız e-posta adresini girdiğinizden emin olun.

source: Love!
tr_tr: Aşk!

source: Let's celebrate it on
tr_tr: Hadi kutlayalım

source: So Happy!
tr_tr: Çok Mutlu!

source: Subscribers Manager
tr_tr: Abone Yönetimi

source: IP Details
tr_tr: IP Detayları

source: Status
tr_tr: Durum

source: Email the Subscriber
tr_tr: Aboneye e-posta at

source: Active Account
tr_tr: Hesabı Aktive Et

source: Inactive Account
tr_tr: Hesabı Devre Dışı Bırak

source: WARNING! Before sending your emails, it is preferable that you have a dedicated hosting or agreement with your hosting company so that your hosting account will not be banned because many hosting not tolerate the sending of mass emails.<br /> Sending can take time! DO NOT interrupt the script.
tr_tr: UYARI! E-postalarınızı göndermeden önce, barındırma hesabınızın yasaklanmaması için barındırma şirketinizle özel bir barındırma veya anlaşma yapmanız tercih edilir çünkü birçok barındırma toplu e-posta gönderimine tolerans göstermez.<br /> Gönderme zaman alabilir! Komut dosyası yürütülürken işlemi BÖLMEYİN.

source: No Notes found for moderation treatments.
tr_tr: Moderasyon tedavileri için Not bulunamadı.

source: Search Note Posts
tr_tr: Not Gönderilerini Ara

source: Top Authors
tr_tr: En İyi Yazarlar

source: Login as this author to edit/delete this post. Please first approve this note as an administrator to be able to edit or delete it.
tr_tr: Bu gönderiyi düzenlemek/silmek için bu yazar olarak giriş yapın. Lütfen önce bu notu düzenleyebilmek veya silebilmek için yönetici olarak onaylayın.

source: Search a Note
tr_tr: Not Ara

source: Author: <a href="%0%" data-load="ajax">%1%</a>
tr_tr: Yazar: <a href="%0%" data-load="ajax">%1%</a>

source: Moderation Action
tr_tr: Denetleme Eylemi

source: Login as this author to edit/delete this post
tr_tr: Bu gönderiyi düzenlemek/silmek için bu yazar olarak giriş yapın

source: Dating CMS - Dating Software, Open Source Dating Script
tr_tr: Dating CMS - Dating Yazılımı, Açık Kaynaklı Arkadaşlık Scripti

source: is a <a href="https://sourceforge.net/projects/ph7socialdating/" title="Free Dating Web App Solution">Free</a> and <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS" title="Open Source Social Dating Software">Open Source</a> <strong>Social Dating Software</strong> for building online dating web apps and social networks.
tr_tr: <a href="https://sourceforge.net/projects/ph7socialdating/" title="Ücretsiz Arkadaşlık Web Uygulaması Çözümü">Ücretsiz</a> ve <a href="https://github.com/pH7Software/pH7-Social-Dating-CMS" title="Açık Kaynaklı Sosyal Arkadaşlık Yazılımı">Açık Kaynaklı</a> <strong>Sosyal Arkadaşlık Yazılımıdır</strong>, çevrimiçi arkadaşlık web uygulamaları ve sosyal ağlar oluşturmak için kullanılır.

source: pH7Builder is also sometimes called "CMS-Dating".
tr_tr: pH7Builder bazen "CMS-Dating" olarak da adlandırılır.

source: I can't login, or I forgot my username or password.
tr_tr: Giriş yapamıyorum veya kullanıcı adımı veya şifremi unuttum.

source: reset your password
tr_tr: parolayı sıfırla

source: or
tr_tr: veya

source: contact us
tr_tr: bize ulaşın

source: If you cannot login, check to make sure that your "caps lock" key is off. Your username and password are CaSe SeNsItIvE. If you still cannot login, you can request to
tr_tr: Giriş yapamıyorsanız, "caps lock" tuşunun kapalı olduğundan emin olun. Kullanıcı adınız ve şifreniz BüYüK/kÜçÜk Harflere Duyarlıdır. Hala giriş yapamıyorsanız, talepte bulunabilirsiniz

source: How can I update my profile?
tr_tr: Profilimi nasıl güncelleyebilirim?

source: To update your profile, you must go into your profile and settings in your profile editing. You can move through the different parts of your profile by clicking the tabs at the top of the page.
tr_tr: Profilinizi güncellemek için profil düzenlemenizde profilinize ve ayarlara gitmeniz gerekir. Sayfanın üst kısmındaki sekmelere tıklayarak profilinizin farklı bölümleri arasında hareket edebilirsiniz.

source: How can I delete my account?
tr_tr: Hesabımı nasıl silebilirim?

source: If you are absolutely sure that you want to delete your account, you can do so in your privacy settings. Please note that your account will be permanently deleted and irrecoverable!
tr_tr: Hesabınızı silmek istediğinizden kesinlikle eminseniz, bunu gizlilik ayarlarınızdan yapabilirsiniz. Lütfen hesabınızın kalıcı olarak silineceğini ve kurtarılamaz olacağını unutmayın!

source: How can I update my email address?
tr_tr: E-posta adresimi nasıl güncelleyebilirim?

source: For safety and to prevent spam, you can not change your email address.
tr_tr: Güvenliğiniz ve spam önlemleri dolayısıyla e-posta adresinizi değiştiremezsiniz.

source: How can I deal with someone that is bothering me?
tr_tr: Beni rahatsız eden biriyle nasıl başa çıkabilirim?

source: If someone is bothering or harassing you, blocking them is usually the best solution. Please report it via our contact form with the url of the profile of the person and the explanation of what the person has done wrong.
tr_tr: Birisi sizi rahatsız ediyorsa veya taciz ediyorsa, onu engellemek genellikle en iyi çözümdür. Lütfen bunu, kişinin profilinin URL'si ve kişinin neyi yanlış yaptığına dair açıklama ile iletişim formumuz aracılığıyla bildirin.

source: By who this Web App has been developed?
tr_tr: Bu Web Uygulaması kim tarafından geliştirildi?

source: A contribution to an open source project such as <a href="https://ph7builder.com/what-is-the-best-dating-software-provider/">pH7Builder, Open Source Social/Dating Provider</a> looks great on your CV!
tr_tr: <a href="https://ph7builder.com/what-is-the-best-dating-software-provider/">pH7Builder, Açık Kaynaklı Sosyal/Arkadaşlık Sağlayıcısı</a> gibi açık kaynaklı bir projeye yapacağınız katkı CV'nizde harika görünür!

source: %site_name% is a free online dating site between singles.
tr_tr: %site_name% bekarlar arasında ücretsiz bir çevrimiçi tanışma sitesidir.

source: Meet Singles and Find now Love on %site_name%!
tr_tr: Bekarlarla tanışın ve hemen %site_name% adresinde aşkı bulun!

source: For love, flirting, simple date, romantic encounter...
tr_tr: Aşk, flört, basit buluşma, romantik karşılaşma...

source: It offers many services like webcam chat rooms, speed dating, entertainment video games, forum discussions, live messenger, etc.
tr_tr: Webcam sohbet odaları, hızlı buluşma, eğlenceli video oyunları, forum tartışmaları, canlı mesajlaşma vb. gibi birçok hizmet sunmaktadır.

source: So come quickly and join us on the next generation of online dating communities!
tr_tr: O halde hemen gelin ve yeni nesil çevrimiçi tanışma topluluklarımıza katılın!

source: Thank you
tr_tr: Teşekkürler

source: %site_name% Team
tr_tr: %site_name% Ekibi

source: Currently we don't have any jobs available. Come back later 😉
tr_tr: Şu anda müsait bir işimiz yok. Daha sonra tekrar gelin 😉

source: Build an online dating business with software that fits your needs!
tr_tr: İhtiyaçlarınıza uygun bir yazılımla çevrimiçi bir flört işi kurun!

source: Sexy Flirt
tr_tr: Seksi flört

source: Read the Business Plan, Step-by-Step
tr_tr: İş Planını Adım Adım Okuyun

source: Want to build a similar online dating business..?
tr_tr: Benzer bir online tanışma işi kurmak ister misiniz?

source: Your Link Here!
tr_tr: Bağlantınız Burada!

source: Share %site_name% with your colleagues, your family, your neighbors, your friends or on your website, blog, discussion forum, etc...
tr_tr: %site_name% adresini meslektaşlarınızla, ailenizle, komşularınızla, arkadaşlarınızla veya web sitenizde, blogunuzda, tartışma forumunuzda vb. paylaşın.

source: Welcome to the Payment Module!
tr_tr: Ödeme Modülüne Hoş Geldiniz!

source: Group ID#
tr_tr: Grup ID#

source: Price (%0%)
tr_tr: Fiyat (%0%)

source: Expiration
tr_tr: Son Kullanma Tarihi

source: Active
tr_tr: Aktif

source: Delete (Irreversible!)
tr_tr: Sil (Geri Alınamaz!)

source: Add new Membership
tr_tr: Yeni Üyelik Ekle

source: The purchase failed. The payment status of your purchase might be just pending, in progress or invalid.
tr_tr: Satın alma başarısız oldu. Satın alma işleminizin ödeme durumu yalnızca beklemede, devam ediyor veya geçersiz olabilir.

source: If the problem persists, please contact your payment provider or <a href="%0%">contact us</a>.
tr_tr: Sorun devam ederse lütfen ödeme sağlayıcınızla iletişime geçin veya <a href="%0%">bizimle iletişime geçin</a>.

source: Want to be a VIP member? 👑
tr_tr: VIP üye olmak ister misiniz? 👑

source: Want to access to many additional features? 😻
tr_tr: Birçok ek özelliğe erişmek ister misiniz? 😻

source: Want to increase your chances of meeting someone reliable? 🥰
tr_tr: Güvenilir biriyle tanışma şansınızı artırmak ister misiniz? 🥰

source: Secure your membership TODAY. Get all premium advantages before anyone else!
tr_tr: Üyeliğinizi BUGÜN güvence altına alın. Herkesten önce tüm premium avantajlardan yararlanın!

source: Pay the subscription for %site_name%!
tr_tr: %site_name% için abonelik ücretini ödeyin!

source: Membership Name: %0%
tr_tr: Üyelik Adı: %0%

source: Expiration: %0%
tr_tr: Son kullanma tarihi: %0%

source: Renew/Upgrade your Membership
tr_tr: Üyeliğinizi Yenileyin/Yükseltin

source: Choose your membership
tr_tr: Üyeliğinizi seçin

source: per day
tr_tr: dün başına

source: every %0% days
tr_tr: her %0% gün

source: one-time payment
tr_tr: tek seferlik ödeme

source: Purchase this membership!
tr_tr: Bu üyeliği satın al!

source: Choose It
tr_tr: Seçin

source: There are no other memberships available for the moment.
tr_tr: Şu anda başka üyelik seçeneği bulunmamaktadır.

source: Please come back later on 😉
tr_tr: Lütfen daha sonra tekrar gelin 😉

source: No Payment System Enabled!
tr_tr: Ödeme Sistemi Etkinleştirilmedi!

source: Purchase your subscription safely!
tr_tr: Aboneliğinizi güvenle satın alın!

source: Membership requested is not available!
tr_tr: Üyelik talebiniz uygun değil!

source: Thank you for your purchase! Your membership has now been upgraded.
tr_tr: Satın alımınız için teşekkür ederiz! Üyeliğiniz artık yükseltildi.

source: Donate
tr_tr: Bağışta Yap

source: Staring Eye
tr_tr: Yan bakan göz

source: Follow <a href='%0%'>pH7Builder's Author</a> on Github!
tr_tr: <a href='%0%'>pH7Builder'ın Yazarını</a> Github'da takip edin!

source: <a href="%0%">Fork pH7Builder</a> on Github!
tr_tr: <a href="%0%">pH7Builder'ı Github'da forklayın</a>!

source: <a href="%0%">Star pH7Builder</a> on Github?
tr_tr: <a href="%0%">pH7Builder'ı Github'da yıldızlamak</a>ister misiniz?

source: 😊️ Will you do it? 👀
tr_tr: 😊️ Yapacak mısın? 👀

source: Are you Feeling Generous Enough? Will you <a href="%0%">Give a Nice Review</a>?
tr_tr: Yeterince Cömert Hissediyor musunuz? <a href="%0%">Güzel Bir Yorum</a> Yapacak mısınız?

source: Really appreciate! 😊
tr_tr: Gerçekten çok teşekkür ederim! 😊

source: WHY YOU IGNORE ME? 😢
tr_tr: BENİ NEDEN GÖRMEZDEN GELİYORSUN? 😢

source: I believe in you! Thank YOU! 🤗
tr_tr: SANA inanıyorum! Teşekkür ederim! 🤗

source: Sex!
tr_tr: Seks!

source: Sorry, just need your attention 😉
tr_tr: Üzgünüm, sadece dikkatinize ihtiyacım var 😉

source: Don't forget to 'Star' the software you ❤
tr_tr: Beğendiğiniz yazılımı 'Yıldız'lamayı unutmayın ❤

source: <a href="%0%">Star pH7Builder</a> on Github!
tr_tr: <a href="%0%">Star pH7Builder</a>'ı Github'da paylaşın!

source: 😡 Upset? 🔨
tr_tr: 😡 Üzgün ​​müsün? 🔨

source: 👺 Angry?! 😡
tr_tr: 👺 Öfkeli misin?! 😡

source: Not totally satisfied with the software?
tr_tr: Yazılımdan tam olarak memnun kalmadınız mı?

source: Nowadays, competitors are so strong, and you alone, cannot do much?
tr_tr: Günümüzde rakipler bu kadar güçlü ve siz tek başınıza pek bir şey yapamıyor musunuz?

source: You think you will never succeed with your current website?
tr_tr: Mevcut web sitenizle asla başarılı olamayacağınızı mı düşünüyorsunuz?

source: You want something (much much) better...?
tr_tr: Çok çok daha iyisini mi istiyorsun...?

source: Well... you are not alone! I totally understand you!
tr_tr: Peki... yalnız değilsin! Seni çok iyi anlıyorum!

source: ...if you want to help me making the software (and so, your website) the best on the market.
tr_tr: ...eğer yazılımı (ve dolayısıyla web sitenizi) piyasadaki en iyi yazılım haline getirmeme yardımcı olmak istiyorsanız.

source: And impress the big sharks out there! 🦈
tr_tr: Ve oradaki büyük köpekbalıklarını etkileyin! 🦈

source: Would you be willing to give a contribution? And being part of this amazing project?
tr_tr: Katkıda bulunmaya istekli misiniz? Ve bu muhteşem projenin bir parçası olmaya?

source: Once you made a donation, I will ship faster and better to you new features and changes to the software 🚀
tr_tr: Bağış yaptığınızda, yazılımdaki yeni özellikleri ve değişiklikleri size daha hızlı ve daha iyi bir şekilde göndereceğim 🚀

source: YES!! Make It Much Better!!!
tr_tr: EVET!! Çok Daha İyi Hale Getirin!!!

source: Contribute
tr_tr: Katkı yapın

source: Add new pictures
tr_tr: Yeni resimler ekle

source: Album created %0%
tr_tr: Albüm oluşturuldu %0%

source: Modified %0%
tr_tr: Değiştirildi %0%

source: Generate Members (without profile photo)
tr_tr: Üye Oluştur (profil fotoğrafı olmadan)

source: Generate Fake Affiliates
tr_tr: Sahte Ortaklar Oluşturun

source: Generate Fake Subscribers
tr_tr: Sahte Aboneler Oluşturun

source: Number of Profiles:
tr_tr: Profil Sayısı:

source: Number of profiles to generate. Choosing a high number might take a few minutes to load.
tr_tr: Oluşturulacak profil sayısı. Yüksek bir sayı seçmek yüklenmesi birkaç dakika sürebilir.

source: Women &amp; Men
tr_tr: Kadınlar ve Erkekler

source: Only Women
tr_tr: Sadece Kadınlar

source: Only Men
tr_tr: Sadece Erkekler

source: Type of Profile:
tr_tr: Profil Türü:

source: Generate Profiles
tr_tr: Profil Üret

source: Czech
tr_tr: Çekyalı

source: Dutch Belgian
tr_tr: Belçikalı Hollandalı

source: English Canadian
tr_tr: Kanadalı İngiliz

source: French Canadian
tr_tr: Kanadalı Fransız

source: French Belgian
tr_tr: Belçikalı Fransız

source: French Swiss
tr_tr: İsviçreli Fransız

source: German Swiss
tr_tr: İsviçreli Alman

source: Italian
tr_tr: İtalyan

source: Italian Swiss
tr_tr: İsviçre İtalyanca

source: Peruvian
tr_tr: Perulu

source: Portuguese
tr_tr: Portekizli

source: Romanian
tr_tr: Romanyalı

source: Russian
tr_tr: Rus

source: Venezuelan
tr_tr: Venezuelalı

source: %n% profile has been generated.
tr_tr: %n% profili oluşturuldu.

source: No related profiles found.
tr_tr: İlgili profil bulunamadı.

source: No Reports Found
tr_tr: Hiçbir Rapor Bulunamadı

source: View Report
tr_tr: Raporu Görüntüle

source: URL Unavailable
tr_tr: URL erişilebilir değil

source: Description of report
tr_tr: Raporun tanımı

source: Delete Report
tr_tr: Raporu Sil

source: Oops! Report not found.
tr_tr: Hoppala! Rapor bulunamadı.

source: Configuration - SMS Gateways
tr_tr: Yapılandırma - SMS Ağ Geçitleri

source: Verify your phone number
tr_tr: Telefon numaranızı doğrulayın

source: Phone number verification
tr_tr: Telefon numarası doğrulaması

source: Your Phone Number
tr_tr: Telefon Numaranız

source: In order to verify your account, please enter your phone number and we will text you with a verification code.
tr_tr: Hesabınızı doğrulamak için lütfen telefon numaranızı girin, size bir doğrulama kodu göndereceğiz.

source: Your Verification Code
tr_tr: Doğrulama Kodunuz

source: Your verification code is: %0% Thank you. %site_name% team
tr_tr: Doğrulama kodunuz: %0% Teşekkür ederiz. %site_name% ekibi

source: An error occurred while sending the verification text. Please try again.
tr_tr: Doğrulama metni gönderilirken bir hata oluştu. Lütfen tekrar deneyin.

source: Congratulations! Your phone number has been successfully verified.
tr_tr: Tebrikler! Telefon numaranız başarıyla doğrulandı.

source: The verification code is invalid. <a href="%0%">Try to resend a new one?</a>
tr_tr: Doğrulama kodu geçersiz. <a href="%0%">Yeni bir tane göndermeyi deneyin?</a>

source: To use this, you have first to download a TOTP "Two-Factor Authentication" app such as <a href="%0%">Android</a> and <a href="%1%">iOS</a>.
tr_tr: Bunu kullanmak için öncelikle <a href="%0%">Android</a> ve <a href="%1%">iOS</a> gibi bir TOTP "İki Faktörlü Kimlik Doğrulama" uygulamasını indirmeniz gerekir.

source: Turn On Two-Factor Authentication
tr_tr: İki Faktörlü Kimlik Doğrulamayı Açın

source: Turn Off Two-Factor Authentication
tr_tr: İki Faktörlü Kimlik Doğrulamayı Kapatın

source: Your account has been removed successfully!
tr_tr: Hesabınız başarıyla kaldırıldı!

source: Hopefully, we will see you back very soon at %site_name%!
tr_tr: Umarım en kısa zamanda sizi %site_name% sitesinde tekrar görürüz!

source: People love us! Realtime users using our service
tr_tr: İnsanlar bizi seviyor! Hizmetimizi kullanan gerçek zamanlı kullanıcılar

source: Social Dating Web App
tr_tr: Sosyal Arkadaşlık Web Uygulaması

source: Stay tuned for more adventures at %site_name%!
tr_tr: Daha fazla macera için %site_name% adresini takip edin!

source: Thank you for being a part of our service.
tr_tr: Hizmetimizin bir parçası olduğunuz için teşekkür ederiz.

source: Remove Friend
tr_tr: Arkadaşı Kaldır

source: Manage Friend
tr_tr: Arkadaşı Yönet

source: Remove the profile photo?
tr_tr: Profil fotoğrafını kaldırmak ister misin?

source: Warning:
tr_tr: Uyarı:

source: Your profile photo must be a photo of yourself.
tr_tr: Profil fotoğrafınız kendinize ait olmalıdır.

source: Want to take a photo of yourself directly with your webcam?
tr_tr: Doğrudan web kameranızla kendi fotoğrafınızı çekmek ister misiniz?

source: At %site_name%, we work hard to give you one of the best social service!
tr_tr: %site_name% olarak size en iyi sosyal hizmetlerden birini sunmak için çok çalışıyoruz!

source: Your current wallpaper
tr_tr: Mevcut duvar kağıdınız

source: Remove wallpaper?
tr_tr: Duvar kağıdını kaldırmak mı istiyorsunuz?

source: Email Notification
tr_tr: E-posta Bildirimi

source: My Profile
tr_tr: Profilim

source: Change My Profile Photo
tr_tr: Profil Fotoğrafımı Değiştir

source: Edit My Profile
tr_tr: Profilimi Düzenle

source: My Wallpaper
tr_tr: Duvar Kağıdım

source: My Email Notification Settings
tr_tr: E-posta Bildirim Ayarlarım

source: My Privacy Settings
tr_tr: Gizlilik Ayarlarım

source: Privacy Setting
tr_tr: Gizlilik Ayarı

source: My Membership
tr_tr: Üyeliğim

source: Change My Password
tr_tr: Şifremi Değiştir

source: The Latest Users
tr_tr: En Son Kullanıcılar

source: My friends
tr_tr: Arkadaşlarım

source: Visitors who visited my profile
tr_tr: Profilimi ziyaret eden ziyaretçiler

source: My photo albums
tr_tr: Fotoğraf albümlerim

source: My video albums
tr_tr: Video albümlerim

source: My discussions
tr_tr: Tartışmalarım

source: My notes
tr_tr: Notlarım

source: Quick User Search
tr_tr: Hızlı Kullanıcı Arama

source: The Latest News
tr_tr: Son Haberler
