Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: Modified on %0%
tr_tr: %0% tarihinde değiştirildi

source: Unknown OS
tr_tr: Bilinmeyen İşletim Sistemi

source: Unknown Web Browser
tr_tr: Bilinmeyen Web Tarayıcısı

source: Unknown Search Engine Bot
tr_tr: Bilinmeyen Arama Motoru Botu

source: Unknown Search Engine Bot IP
tr_tr: Bilinmeyen Arama Motoru Botu IP'si

source: %0% seconds ago.
tr_tr: %0% saniye önce.

source: one minute ago.
tr_tr: saniye önce.

source: %0% minutes ago.
tr_tr: %0% saniye önce.

source: one hour ago.
tr_tr: saat önce.

source: %0% hours ago.
tr_tr: %0% saat önce.

source: one day ago.
tr_tr: gün önce.

source: %0% days ago.
tr_tr: %0% gün önce.

source: one week ago.
tr_tr: hafta önce.

source: %0% weeks ago.
tr_tr: %0% hafta önce.

source: one month ago.
tr_tr: aylar önce.

source: %0% months ago.
tr_tr: %0% aylar önce.

source: one year ago.
tr_tr: yıl önce.

source: %0% years ago.
tr_tr: %0% yıl önce.

source: Errors Reporting of pH7Framework
tr_tr: pH7Framework Hatalarının Bildirilmesi

source: Invalid Log Option.
tr_tr: Geçersiz Log Seçeneği.

source: You need to get a Google Maps API key to get it working. Please go to your pH7Builder Admin Panel -> Settings -> General -> API -> Google Maps API Key
tr_tr: Çalışması için bir Google Maps API anahtarı edinmeniz gerekiyor. Lütfen pH7Builder Admin Panel -> Ayarlar -> Genel -> API -> Google Maps API Anahtarı'na gidin

source: Oops! Google Maps was not successful for the following reason:
tr_tr: Hoppala! Google Haritalar şu nedenden dolayı başarılı olamadı:

source: You must enter a valid login ID and password to access this resource.
tr_tr: Bu kaynağa erişmek için geçerli bir oturum açma kimliği ve parolası girmelisiniz.

source: Age Range:
tr_tr: Yaş Aralığı:

source: Submit
tr_tr: Onayla

source: character(s).
tr_tr: karakterler.

source: The following error was found:
tr_tr: Şu hata bulundu:

source: %element% is invalid.
tr_tr: %element% bileşeni geçersiz.

source: %element% must be alphanumeric (letters A-Z, numbers 0-9, underscores and dashes).
tr_tr: %element% alfanümerik olmalıdır (A-Z harfleri, 0-9 rakamları, alt çizgiler ve tirelerden oluşmalıdır).

source: Another account with the same bank account already exists. Please choose another one.
tr_tr: Aynı banka hesabına ait başka bir hesap zaten mevcut. Lütfen başka birini seçin.

source: This bank account is not supported by our payment system.
tr_tr: Bu banka hesabı ödeme sistemimiz tarafından desteklenmiyor.

source: Your bank account is incorrect.
tr_tr: Banka hesabınız yanlış.

source: You must be from %0% to %1% years old to join the service.
tr_tr: Hizmetimizden faydalanmak için %0% ile %1% yaş aralığında olmanız gerekmektedir.

source: The code of Captcha entered was incorrect. Please re-try.
tr_tr: Girilen Captcha kodu hatalı. Lütfen tekrar deneyin.

source: Invalid email or already used by another user.
tr_tr: Geçersiz veya başka bir kullanıcı tarafından kullanılan e-posta.

source: %element% must contain a valid date.
tr_tr: %element% geçerli bir tarih içermelidir.

source: %element% must be a valid email address.
tr_tr: %element% geçerli bir e-posta adresi olmalıdır.

source: The HEX color value is invalid. Has to be "#XXXXXX" format.<br /> Maybe your browser is outdated or the version does not support "color" input type.<br /> Please retry with another browser such as Firefox, Chrome, Brave.
tr_tr: HEX renk değeri geçersiz. "#XXXXXX" biçiminde olması gerekiyor.<br /> Tarayıcınızın güncel olmamasından veya sürümünün "renk" giriş türünü desteklemediğinden kaynaklanıyor olabilir.<br /> Lütfen Firefox, Chrome, Brave gibi başka bir tarayıcıyla tekrar deneyin.

source: %element% must be a valid name.
tr_tr: %element% geçerli bir isim olmalıdır.

source: %element% must be numeric.
tr_tr: %element% sayısal bir değer olmalıdır.

source: Your password has to be from %0% to %1% characters long.
tr_tr: Şifreniz %0% ile %1% karakter uzunluğunda olmalıdır.

source: Your phone number is incorrect. Please enter full phone number with area code (e.g., +44768374890).
tr_tr: Telefon numaranız yanlış. Lütfen alan koduyla birlikte tam telefon numaranızı girin (örneğin +905421234567).

source: %element% contains invalid characters. Here is the rule to be followed: "%0%"
tr_tr: %element% geçersiz karakterler içeriyor. İzlenmesi gereken kural şudur: "%0%"

source: %element% is a required field.
tr_tr: %element% zorunlu bir alandır.

source: %element% must be at least %0% character(s) long.
tr_tr: %element% en az %0% karakter uzunluğunda olmalıdır.

source: %element% cannot exceed %0% character(s).
tr_tr: %element%, %0% karakteri aşamaz.

source: %element% must contain a URL (e.g. <a href="http://ph7builder.com">http://ph7builder.com</a>).
tr_tr: %element% bir URL içermelidir (örneğin <a href="http://ph7builder.com">http://ph7builder.com</a>).

source: Nickname has to be from %0% to %1% characters long, or it is not available, or already used by other user.
tr_tr: Rumuzun %0% ile %1% karakter uzunluğunda olmadığından veya başka bir kullanıcı tarafından kullanılıyor olduğundan dolayı kullanılamaz.

source: You must accept our %element%.
tr_tr: %element% dokümanını kabul etmelisiniz.

source: The security token does not exist or the security time of the token has expired. Please try again!
tr_tr: Güvenlik token'ı mevcut değil veya token'ın güvenlik süresi doldu. Lütfen tekrar deneyin!

source: The file type is incompatible or too large. Please try again a smaller image with .gif, .png or .jpg extension.
tr_tr: Dosya türü uyumsuz veya çok büyük. Lütfen .gif, .png veya .jpg uzantılı daha küçük bir resim deneyin.

source: The file type is incompatible or too large. The accepted file types are: .mov, .avi, .flv, .mp4, .mpg/.mpeg, .wmv, .ogg, .ogv, .webm or .mkv
tr_tr: Dosya türü uyumsuz veya çok büyük. Kabul edilen dosya türleri şunlardır: .mov, .avi, .flv, .mp4, .mpg/.mpeg, .wmv, .ogg, .ogv, .webm veya .mkv

source: The HTTP parameter must be a %0% type!
tr_tr: HTTP parametresi %0% türünde olmalıdır!

source: Oops! Our email server encountered an internal error and the email could not be sent. Please try again later!
tr_tr: Hoppala! E-posta sunucumuz dahili bir hatayla karşılaştı ve e-posta gönderilemedi. Lütfen daha sonra tekrar deneyin!

source: Oops! You have exceeded allowed login attemts. Please try again in %0% %1%.
tr_tr: Hoppala! İzin verilen giriş deneme eşiğini aştınız. Lütfen %0% %1% içinde tekrar deneyin.

source: Oops! It seems that you have already sent the same message to prevent spam you can not send multiple same content.
tr_tr: Hoppala! Görünüşe göre aynı mesajı daha önce göndermişsiniz. Spam'ı önlemleri kapsamında aynı içeriği birden fazla gönderemezsiniz.

source: Oops! It seems that you abuse of links. Why links are that important for you...?
tr_tr: Hoppala! Görünüşe göre bağlantıları kötüye kullanıyorsunuz. Bağlantılar sizin için neden bu kadar önemli...?

source: Oops! It seems that you abuse of emails. Why emails are that important for you...?
tr_tr: Hoppala! Görünüşe göre e-postaları kötüye kullanıyorsunuz. E-postalar sizin için neden bu kadar önemli...?

source: Oops! Please wait %0% %1% before sending another one 😉
tr_tr: Hoppala! Lütfen bir tane daha göndermeden önce %0% %1% bekleyin 😉

source: Oops! Somebody has recently registered with the same IP address. You have to wait %0% %1% before try again.
tr_tr: Hoppala! Birisi yakın zamanda aynı IP adresiyle kayıt oldu. Tekrar denemeden önce %0% %1% beklemeniz gerekiyor.

source: minute
tr_tr: dakika

source: minutes
tr_tr: dakika

source: hour
tr_tr: saat

source: hours
tr_tr: saat

source: day
tr_tr: gün

source: days
tr_tr: gün

source: You have
tr_tr: Sahipsiniz

source: message:
tr_tr: mesaj:

source: error:
tr_tr: hata:

source: Query
tr_tr: Sorgu

source: Queries time %0% | %1% %2% | Generated in %3% | Memory allocated %4%
tr_tr: Sorgu süresi %0% | %1% %2% | Oluşturuldu %3% | Tahsis edilen bellek %4%

source: Big thanks to
tr_tr: Çok Teşekkürler

source: THANKS to
tr_tr: Teşekkürler

source: Get information about this IP address
tr_tr: Bu IP adresi hakkında bilgi edinin

source: Meet New People in %0%, %1% with %site_name%!
tr_tr: %site_name% ile %0%, %1% bölgesinde yeni insanlarla tanışın!

source: Meet New People in %0%, %1% thanks to %site_name%!
tr_tr: %0%, %1%'de %site_name% sayesinde Yeni İnsanlarla Tanışın!

source: %0%'s profile
tr_tr: %0% profili

source: You need to be a member for liking contents.
tr_tr: İçerikleri beğenebilmeniz için üye olmanız gerekmektedir.

source: Like %0%
tr_tr: %0% beğenin

source: You need to be a user to report contents.
tr_tr: İçeriklerde ihlal bildirmek için kullanıcı olmanız gerekiyor.

source: Report feature is not available for this content since the user who posted that content has been removed.
tr_tr: Bu içerik için ihlal bildirme özelliği kullanılamıyor çünkü içeriği paylaşan kullanıcı kaldırılmış.

source: Best regards,<br />%0% team.
tr_tr: Saygılarımızla,<br />%0% ekibi.

source: This message was sent to %0%.<br /> You receive this message because you are registered on %1%.<br /> You can change the email alerts by visiting your account.
tr_tr: Bu mesaj %0% adresine gönderildi.<br /> Bu mesajı almanızın nedeni %1% adresine kayıtlı olmanızdır.<br /> Hesabınızı ziyaret ederek e-posta uyarılarını değiştirebilirsiniz.

source: %0% sts – %1% lbs – %2% kgs
tr_tr: %0% stone – %1% poun – %2% kilogram

source: %0% - Page Not Found
tr_tr: %0% - Sayfa Bulunamadı

source: Page Not Found
tr_tr: Sayfa Bulunamadı

source: Whoops! The page you requested was not found.
tr_tr: Hoppala! Aradığınız sayfa bulunamadı.

source: You may have clicked an expired link or mistyped the address. Some web addresses are case sensitive.
tr_tr: Süresi dolmuş bir bağlantıya tıklamış veya adresi yanlış yazmış olabilirsiniz. Bazı web adresleri büyük/küçük harfe duyarlıdır.

source: Join Now
tr_tr: Hemen Katılın

source: Access Denied!
tr_tr: Erişim engellendi!

source: Oops! You are not authorized to access this page!
tr_tr: Hoppala! Bu sayfaya erişim yetkiniz yok!

source: You are too far away from us :( Unfortunately, we are not available in your country.
tr_tr: Bizden çok uzaktasınız :( Maalesef ülkenizde hizmet veremiyoruz.

source: Transaction valid and completed.
tr_tr: İşlem geçerli ve tamamlandı.

source: Transaction valid but not completed.
tr_tr: İşlem geçerli ancak tamamlanmadı.

source: Invalid transaction.
tr_tr: Geçersiz işlem.

source: Connection to PayPal failed.
tr_tr: PayPal'a bağlantı başarısız oldu.

source: Refund transaction valid.
tr_tr: İade işlemi geçerlidir.

source: Invalid refund transaction.
tr_tr: Geçersiz iade işlemi.

source: Purchase transaction valid.
tr_tr: Satın alma işlemi geçerlidir.

source: Invalid purchase transaction.
tr_tr: Geçersiz satın alma işlemi.

source: Invalid connection to 2CheckOut.
tr_tr: 2CheckOut'a geçersiz bağlantı.

source: FFmpeg is not installed on the server or the path cannot be found. Please install and configure the path in "~/YOUR-PROTECTED-FOLDER/app/configs/config.ini" or contact the administrator of the site/server or web hosting by saying the problem.
tr_tr: FFmpeg sunucuya yüklenmedi veya yol bulunamadı. Lütfen "~/KORUMALI-DOSYA-ADI/app/configs/config.ini" içindeki yolu yükleyin ve yapılandırın veya site/sunucu veya web barındırma yöneticisine sorunu söyleyerek başvurun.

source: URL '%0%' doesn't exist or isn't a valid XML file.
tr_tr: '%0%' URL'i mevcut değil veya geçerli bir XML dosyası değil.

source: Logs | Administration of Fake Admin
tr_tr: Loglar | Sahte Yönetici Yönetimi

source: Config | Fake Admin Honeypot
tr_tr: Yapılandırma | Sahte Yönetici Bal Tuzağı

source: QUERY: %0%
tr_tr: SORGU: %0%

source: Agent: %0%
tr_tr: Ajan: %0%

source: Referer: %0%
tr_tr: Referans: %0%

source: LOGIN - Email: %0% - Username: %1% - Password: %2%
tr_tr: GİRİŞ - E-posta: %0% - Kullanıcı Adı: %1% - Parola: %2%

source: Reporting of the Fake Admin Honeypot
tr_tr: Sahte Admin Honeypot'unun Bildirilmesi

source: The installation is finished.
tr_tr: Kurulum tamamlandı.

source: Please add the module link into the menu file.
tr_tr: Lütfen modül bağlantısını menü dosyasına ekleyin.

source: 1) Open the "%0%" file.
tr_tr: 1) "%0%" dosyasını açın.

source: 2) Find this piece of code "%0%" and add the following code after it.
tr_tr: 2) "%0%" kod parçasını bulun ve arkasına aşağıdaki kodu ekleyin.

source: 3) Save the file and go to your Admin Panel -> Mods -> Fake Admin Panel -> Config Fake Admin Panel
tr_tr: 3) Dosyayı kaydedin ve Admin Panel -> Modlar -> Sahte Admin Panel -> Sahte Admin Paneli'ni Yapılandır'a gidin

source: 4) Done!
tr_tr: 4) Tamamdır!

source: Thank you for using the module!
tr_tr: Modülümüzü kullandığınız için teşekkür ederiz!

source: Uninstallation completed!
tr_tr: Kaldırma işlemi tamamlandı!

source: Please remove the module link from the menu file.
tr_tr: Lütfen menü dosyasından modül bağlantısını kaldırın.

source: 2) Remove the following code.
tr_tr: 2) Aşağıdaki kodu kaldırın.

source: 3) Done!
tr_tr: 3) Tamamdır!

source: WARNING!
tr_tr: UYARI!

source: Please make a backup of your site and your database before proceeding with upgrade!
tr_tr: Lütfen yükseltme işlemine geçmeden önce sitenizin ve veritabanınızın yedeğini alın!

source: Please also delete all the cache files for the changes to take effect.
tr_tr: Ayrıca değişikliklerin etkili olması için lütfen tüm önbellek dosyalarını silin.

source: Warning, this is not finished yet ;-)
tr_tr: Dikkat, bu henüz bitmedi ;-)

source: Edit your "%0%" file.
tr_tr: "%0%" dosyanızı düzenleyin.

source: Add M after the size of the "upload.max_size" variable (e.g., this: "upload.max_size = 500M" instead of "upload.max_size = 500"
tr_tr: "upload.max_size" değişkeninin boyutundan sonra M ekleyin (örneğin, bu: "upload.max_size = 500" yerine "upload.max_size = 500M")

source: Good luck :-)
tr_tr: İyi şanlar :-)

source: Be careful because this version has a new hash algorithm password.
tr_tr: Dikkatli olun çünkü bu versiyonda yeni bir hash algoritması parolası var.

source: If you have a lot of members, please, stay with your current version if you do not want all your members must reset their password.
tr_tr: Çok sayıda üyeniz varsa lütfen mevcut sürümünüzde kalın, tüm üyelerinizin şifrelerini sıfırlamasını istemiyorsanız lütfen mevcut sürümünüzde kalın.

source: Also for you (and other admins), be sure to reset your password with the new system hash.
tr_tr: Ayrıca siz (ve diğer yöneticiler) için, şifrenizi yeni sistem hash parolasıyla sıfırladığınızdan emin olun.

source: Now you need to delete the following files via FTP or SSH:
tr_tr: Şimdi FTP veya SSH aracılığıyla aşağıdaki dosyaları silmeniz gerekiyor:

source: Please make a backup of your website and database before proceeding the upgrade.
tr_tr: Lütfen yükseltme işlemine başlamadan önce web sitenizin ve veritabanınızın yedeğini alın.

source: Hooray! It's all done :)
tr_tr: Oleeeeyy! Herşey tamam.

source: Hooray! It's all done by now! :)
tr_tr: Oleeeeyy! Şimdi her şey tamam.

source: Hello
tr_tr: Merhaba

source: welcome to our page protected!
tr_tr: korumalı sayfamıza hoş geldiniz!

source: Banned IPs list updated!
tr_tr: Yasaklı IP'ler listesi güncellendi!

source: Cron job finished!
tr_tr: Zamanlanmış görev işi tamamlandı!

source: Add Fake Profiles (with profile photo)
tr_tr: Sahte Profiller Ekle (profil fotoğrafıyla)

source: WYSIWYG editor for Forum:
tr_tr: Forum için WYSIWYG düzenleyici:

source: Enable WYSIWYG editor (CKEditor) for the forum posts. If disabled, the simple textarea field will be used.
tr_tr: Forum gönderileri için WYSIWYG düzenleyicisini (CKEditor) etkinleştirin. Devre dışı bırakılırsa, basit textarea alanı kullanılacaktır.

source: Self-activation via SMS
tr_tr: SMS ile kendi kendini etkinleştirme

source: Leave it blank to disable the watermark text on images.
tr_tr: Resimlerdeki filigran metnini devre dışı bırakmak için boş bırakın.

source: None of the received fake profiles were valid for the system. Please try again.
tr_tr: Alınan sahte profillerin hiçbiri sistem için geçerli değil. Lütfen tekrar deneyin.

source: An error occurred when requesting user data from %0%. The API might be temporarily down. Try again later.
tr_tr: %0% kullanıcı verisi istenirken bir hata oluştu. API geçici olarak kapalı olabilir. Daha sonra tekrar deneyin.

source: Admin ID#
tr_tr: Yönetici ID#

source: Join Date
tr_tr: Katılım Tarihi

source: Edit this Admin
tr_tr: Bu Yöneticiyi Düzenle

source: Click to display/edit the file
tr_tr: Dosyayı görüntülemek/düzenlemek için tıklayın

source: File Not Found!
tr_tr: Dosya Bulunamadı!

source: Click to display/edit this file
tr_tr: Bu dosyayı görüntülemek/düzenlemek için tıklayın

source: Templates File Not Found!
tr_tr: Şablon Dosyası Bulunamadı!

source: Getting Started Smoothly
tr_tr: Sorunsuz Bir Başlangıç

source: Welcome to your admin dashboard! You will find everything you need to customize and manage your website in here 🙂
tr_tr: Yönetici panelinize hoş geldiniz! Web sitenizi özelleştirmek ve yönetmek için ihtiyacınız olan her şeyi burada bulacaksınız 🙂

source: Here are a few steps to start well your site:
tr_tr: Sitenizi iyi bir şekilde başlatmak için birkaç adım:

source: Review the general settings
tr_tr: Genel ayarları inceleyin

source: Update homepage texts & site info
tr_tr: Ana sayfa metinlerini ve site bilgilerini güncelleyin

source: Update email settings
tr_tr: E-posta ayarlarını güncelleyin

source: Edit static pages
tr_tr: Statik sayfaları düzenleyin

source: Enable/disable modules
tr_tr: Modülleri etkinleştirin/devre dışı bırakın

source: Contribute to the software
tr_tr: Yazılıma katkıda bulunun

source: Share it on Twitter
tr_tr: Twitter'da paylaşın

source: Upload website's icon
tr_tr: Web sitesinin simgesini yükleyin

source: Update website's colors
tr_tr: Web sitesinin renklerini güncelle

source: Disapproved
tr_tr: Onaylanmadı

source: Approved
tr_tr: Onaylı

source: Posted by
tr_tr: Gönderen

source: No Profile Photos found for moderation treatments.
tr_tr: Moderasyon uygulamaları için Profil Fotoğrafı bulunamadı.

source: Wallpaper of
tr_tr: Duvar kağıdı

source: Wallpaper
tr_tr: Duvar kağıdı

source: No Profile Backgrounds found for moderation treatments.
tr_tr: Moderasyon işlemleri için Profil Arkaplanı bulunamadı.

source: Posted on %0%
tr_tr: %0% tarihinde yayınlandı

source: No Pictures found for moderation treatments.
tr_tr: Moderasyon işlemlerine ait Resim bulunamadı.

source: No Picture Albums found for moderation treatments.
tr_tr: Moderasyon işlemlerine ait Resim Albümü bulunamadı.

source: No Videos found for moderation treatments.
tr_tr: Moderasyon işlemlerine ait Video bulunamadı.

source: No Video Albums found for moderation treatments.
tr_tr: Moderasyon işlemlerine ait Video Albümü bulunamadı.

source: Conclusion of the installation:
tr_tr: Kurulumun sonucu:

source: No 3rd-party modules available in your %software_name% repository
tr_tr: %software_name% deponuzda 3. parti modül mevcut değil

source: Module(s) available to install:
tr_tr: Kurulum için mevcut modüller:

source: Website of module
tr_tr: Modülün web sitesi

source: version
tr_tr: sürüm

source: Contact Author
tr_tr: Yazarla İletişime Geçin

source: Are you sure to install this module?
tr_tr: Bu modülü kurmak istediğinizden emin misiniz?

source: Install
tr_tr: Kur

source: Category:
tr_tr: Kategori:

source: License:
tr_tr: Lisans:

source: Module path id not valid!
tr_tr: Modül yolu kimliği geçerli değil!

source: Module(s) installed on your website:
tr_tr: Web sitenize kurulu modüller:

source: Are you sure you want to uninstall this module?
tr_tr: Bu modülü kaldırmak istediğinizden emin misiniz?

source: Uninstall
tr_tr: Kaldır

source: Conclusion of the uninstallation:
tr_tr: Kaldırma işleminin sonucu:

source: Add a new banner
tr_tr: Yeni banner ekleyin

source: Design (colors)
tr_tr: Tasarım (renkler)

source: Database Backup
tr_tr: Veritabanı Yedeklemesi

source: Save SQL file to your server
tr_tr: SQL dosyasını sunucunuza kaydedin

source: Save Gzip Archive (.gz) to your server
tr_tr: Gzip Archieve (.gz) dosyasını sunucunuza kaydedin

source: Download SQL file to your desktop
tr_tr: SQL dosyasını masaüstünüze kaydedin

source: Download Gzip Archive (.gz) to your desktop
tr_tr: Gzip Archieve (.gz) dosyasını masaüstünüze kaydedin

source: Show on the screen
tr_tr: Ekranda göster

source: Backup
tr_tr: Yedek

source: View Database
tr_tr: Veritabanını Görüntüle

source: Database Restore from server
tr_tr: Veritabanını sunucudan geri yükleyin

source: Please select a dump file
tr_tr: Lütfen bir dump dosyası seçin

source: Restore data from dump
tr_tr: Verileri dump'tan geri yükle

source: Delete dump
tr_tr: Dump'ı sil

source: Database Restore from PC
tr_tr: Veritabanını Bilgisayardan Geri Yükleme

source: Please select a SQL file (extension ".sql" or compressed archive ".gz")
tr_tr: Lütfen bir SQL dosyası seçin (uzantısı ".sql" veya sıkıştırılmış arşiv ".gz")

source: Cache
tr_tr: Önbellek

source: WARNING! Before enabling minify Java compiler, be sure to make sure that Java is installed on your server otherwise it will not work. It is usually available on dedicated servers, sometimes on shared hosting.
tr_tr: UYARI! Minify Java derleyicisini etkinleştirmeden önce, sunucunuzda Java'nın yüklü olduğundan emin olun, aksi takdirde çalışmayacaktır. Genellikle özel sunucularda, bazen de paylaşımlı barındırmada mevcuttur.

source: If you generate too many profiles, you might see duplicated profiles, due to the fact they are generated randomly.
tr_tr: Çok fazla profil oluşturursanız, profillerin rastgele oluşturulması nedeniyle yinelenen profiller görebilirsiniz.

source: Please import small or medium size file or split it in several files. The importation can takes minutes (or can even be hours!) depending of the file size.<br /> DO NOT interrupt the script.
tr_tr: Lütfen küçük veya orta boy dosyayı içe aktarın veya birkaç dosyaya bölün. İçe aktarma işlemi dosya boyutuna bağlı olarak dakikalar (veya saatler bile) sürebilir.<br /> Komut dosyasının yürütülmesini kesmeyin.

source: Excellent choice!
tr_tr: Mükemmel seçim!

source: You will see, you will not regret it!
tr_tr: Göreceksiniz, pişman olmayacaksınız!

source: At %site_name%, we work hard to give you one of the best affiliate service!
tr_tr: %site_name% olarak size en iyi ortaklık hizmetlerinden birini sunmak için çok çalışıyoruz!

source: WARNING: If you delete your account, you will not receive your affiliate commission.
tr_tr: UYARI: Hesabınızı silerseniz ortaklık komisyonunuzu alamazsınız.

source: Are you really sure you want to delete your account?
tr_tr: Hesabınızı gerçekten silmek istediğinizden emin misiniz?

source: No, I changed my mind and want to stay with you! 🎉
tr_tr: Hayır, fikrimi değiştirdim ve sizinle kalmak istiyorum! 🎉

source: Yes, I really want to delete my account
tr_tr: Evet, hesabımı gerçekten silmek istiyorum

source: Want to delete your account...?
tr_tr: Hesabınızı silmek mi istiyor musunuz?

source: General Info
tr_tr: Genel Bilgi

source: Bank Info
tr_tr: Banka Bilgisi

source: Your affiliate amount is <em>%1%%0% %2%</em>
tr_tr: Ortaklık tutarınız <em>%1%%0% %2%</em>

source: If you want, you can <a href="%0%">contact us</a> to request a payment.
tr_tr: Dilerseniz ödeme talebinde bulunmak için <a href="%0%">bizimle iletişime geçebilirsiniz</a>.

source: Unfortunately, you cannot request a payment at this time. You must have a minimum of %1%%0% %2%.
tr_tr: Maalesef şu anda bir ödeme talebinde bulunamazsınız. En az %1%%0% %2%'niz olması gerekir.

source: Your Unique Referral Link
tr_tr: Yönlendirme Bağlantınız

source: Refers
tr_tr: Kasıt

source: Bank Account
tr_tr: Banka Hesabı

source: Website
tr_tr: Websitesi

source: Email the Affiliate
tr_tr: Ortağa E-posta atın

source: No website
tr_tr: Websitesi yok
