Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: Oops! An error has occurred while unban the affiliate.
tr_tr: Hoppala! Ortağın yasaklığı kaldırılırken bir hata oluştu.

source: The affiliate has been deleted.
tr_tr: Ortak silindi.

source: The affiliate(s) has/have been banned.
tr_tr: Ortaklar yasaklandı.

source: The affiliate(s) has/have been unbanned.
tr_tr: Ortakların yasakları kaldırıldı.

source: The affiliate(s) has/have been deleted.
tr_tr: Ortaklıklar silindi.

source: Banners
tr_tr: Banner'lar

source: Become an Affiliate with the dating affiliate program of %site_name%
tr_tr: %site_name% adlı flört ortaklık programına siz de Ortak olun

source: affiliate,dating,dating site,social network,pay per click affiliate program, affiliate program
tr_tr: ortak, ortaklık, flört, flört sitesi, sosyal ağ, tıklama başına ödemeye bağlı ortaklık,ortaklık programı

source: Affiliate Program with %site_name%! Dating Social Affiliate
tr_tr: %site_name% Arkadaşlık Sitesi ile Ortaklık Programı

source: Affiliate Program - %site_name%
tr_tr: %site_name% - Ortaklık Programı

source: Hi <em>%0%</em>. Welcome back to your affiliate area!
tr_tr: Merhaba <em>%0%</em>. Ortaklık alanınıza tekrar hoş geldiniz!

source: Login Affiliate
tr_tr: Ortak girişi

source: Resend activation email
tr_tr: Aktivasyon mailini tekrar gönder

source: Signup Account | Affiliate - %site_name%
tr_tr: Hesap Kaydı | Ortak - %site_name%

source: Username:
tr_tr: Kullanıcı adı:

source: Enter full phone number with area code (e.g., +44768374890).
tr_tr: Alan koduyla tam telefon numarasını girin (örneğin +905451234567).

source: Description of the affiliate's site(s).
tr_tr: Ortak sitelerin açıklaması.

source: Main website where the affiliate is the owner (e.g. http://ph7builder.com)
tr_tr: Ortağın sahibi olduğu ana web sitesi (örneğin http://ph7builder.com)

source: Bank Account:
tr_tr: Banka Hesabı:

source: Bank Account (PayPal Email Address).
tr_tr: Banka Hesabı (PayPal E-Posta Adresi).

source: Back to Browse Affiliates
tr_tr: Ortaklara Göz Gezdirmeye Geri Dön

source: Bank Information:
tr_tr: Banka Bilgisi:

source: Your Bank Account:
tr_tr: Banka Hesabınız:

source: Your Bank Account (PayPal Email Address).
tr_tr: Banka Hesabınız (PayPal E-Posta Adresi).

source: Preview Banner:
tr_tr: Banner Önizlemesi:

source: Global Information:
tr_tr: Global Bilgi:

source: All your information must be accurate and valid.
tr_tr: Tüm bilgileriniz doğru ve geçerli olmalıdır.

source: Your First Name:
tr_tr: Adınız:

source: Your Last Name:
tr_tr: Soyadınız:

source: For security reasons, you cannot change your username.
tr_tr: Güvenlik sebebiyle kullanıcı adınızı değiştiremezsiniz.

source: For security reasons and to avoid spam, you cannot change your email address.
tr_tr: Güvenlik ve Spam tehlikesi nedeniyle e-posta adresinizi değiştiremezsiniz.

source: Your Date of Birth:
tr_tr: Doğum Tarihiniz:

source: Your username will be your unique advertiser ID.
tr_tr: Kullanıcı adınız benzersiz reklamveren kimliğiniz olacaktır.

source: Your Professional Valid Email.
tr_tr: Profesyonel Geçerli E-postanız.

source: Your Gender:
tr_tr: Cinsiyetiniz:

source: Please specify your date of birth using the calendar.
tr_tr: Lütfen takvimi kullanarak doğum tarihinizi belirtin.

source: Your Country:
tr_tr: Ülkeniz:

source: Select the country where you are legally resident.
tr_tr: Yasal olarak ikamet ettiğiniz ülkeyi seçin.

source: Your City:
tr_tr: Şehriniz:

source: Specify the city where you currently live.
tr_tr: Şu anda yaşadığınız şehri belirtin.

source: Your State/Province:
tr_tr: İliniz:

source: Your Postal Code:
tr_tr: Posta Kodunuz:

source: Terms of Service
tr_tr: Hizmet Şartları

source: I have read and agree to the %0%.
tr_tr: %0% okudum ve kabul ediyorum.

source: Become an Affiliate!
tr_tr: Ortak Olun!

source: Search an Affiliate:
tr_tr: Bir Ortak Arayın:

source: Enter their ID, First Name, Last Name, Username, Email, Bank Account, Sex or IP address.
tr_tr: Kimliklerini, Adını, Soyadını, Kullanıcı Adını, E-postasını, Banka Hesabını, Cinsiyetini veya IP adresini girin.

source: Latest
tr_tr: En Son

source: Affiliate successfully added.
tr_tr: Ortak başarıyla eklendi.

source: Your bank information has been successfully updated!
tr_tr: Banka bilgileriniz başarıyla güncellendi!

source: The profile has been successfully updated
tr_tr: Profil başarıyla güncellendi

source: An error occurred during registration!
tr_tr: Kayıt sırasında bir hata oluştu!

source: Please try again or come back later.
tr_tr: Lütfen tekrar deneyin veya daha sonra tekrar gelin.

source: Your affiliate account has been created! %0%
tr_tr: Ortak hesabınız oluşturuldu! %0%

source: Please try again (make sure your caps lock is off).
tr_tr: Lütfen tekrar deneyin (caps lock tuşunun kapalı olduğundan emin olun).

source: Forgot your password? <a href="%0%">Request a new one</a>.
tr_tr: Şifrenizi mi unuttunuz? <a href="%0%">Yeni bir tane talep edin</a>.

source: Dear %0% %1%, welcome to affiliate platform %site_name%!
tr_tr: Sevgili %0% %1%, ortaklık platformu %site_name%'e hoş geldiniz!

source: Hello %0%! We are proud to welcome you as an affiliate on our %site_name%!
tr_tr: Merhaba %0%! Sizi %site_name%'imizde bir ortak olarak ağırlamaktan gurur duyuyoruz!

source: Password: ****** (This field is hidden to protect against theft of your account. If you have forgotten your password, please request a new one <a href="%0%">here</a>).
tr_tr: Şifre: ****** (Bu alan hesabınızın çalınmasına karşı koruma sağlamak için gizlidir. Şifrenizi unuttuysanız lütfen <a href="%0%">buradan</a> yeni bir tane talep edin).

source: Dear %0% %1%, Welcome to our affiliate platform!
tr_tr: Sevgili %0% %1%, ortaklık platformumuza hoş geldiniz!

source: Please %0% to make money from today!
tr_tr: Bugünden itibaren para kazanmak için lütfen %0%!

source: Your API key and/or the URL of your external application don't match with the one in your pH7Builder's configuration system!
tr_tr: API anahtarınız ve/veya harici uygulamanızın URL'si pH7Builder'ınızın yapılandırma sistemindekiyle eşleşmiyor!

source: One or several profile fields are empty.
tr_tr: Bir veya birkaç profil alanı boş.

source: The Email is not valid.
tr_tr: E-posta geçerli değil.

source: The Username must contain from %0% to %1% characters, the Username is not available or it is already used by other member.
tr_tr: Kullanıcı Adı %0% ile %1% arasında karakter içermelidir, Kullanıcı Adı mevcut değildir veya başka bir üye tarafından zaten kullanılmaktadır.

source: The Password must contain from %0% to %1% characters.
tr_tr: Parola %0% ile %1% arasında karakter içermelidir.

source: The Email and/or the password is empty.
tr_tr: E-posta ve/veya parola boştur.

source: Password or Email was incorrect.
tr_tr: Parola veya E-posta yanlıştır.

source: Profile ID Empty
tr_tr: Profil Kimliği Boş

source: Profile Not Found
tr_tr: Profil Bulunamadı

source: No Profiles Found
tr_tr: Hiçbir Profil Bulunamadı

source: No profiles found in %1%, %0%
tr_tr: %1%, %0% içerisinde hiçbir profil bulunamadı

source: Users' Birthdays %0%
tr_tr: Kullanıcıların Doğum Günleri %0%

source: birthday,birthdate,anniversary,birth,friend,dating,social networking,profile,social
tr_tr: doğum günü, doğum tarihi, yıldönümü, doğum, arkadaş, çıkma, sosyal ağ, profil, sosyal, dating

source: %n% Birthday
tr_tr: %n% Doğumgünü

source: Welcome to the Blog administrator mode.
tr_tr: Blog yönetici moduna hoş geldiniz.

source: Add a Post
tr_tr: Bir Gönderi Ekle

source: Edit the Post
tr_tr: Gönderiyi Düzenle

source: Your post has been deleted!
tr_tr: Gönderiniz silindi!

source: The thumbnail has been deleted successfully!
tr_tr: Thumbnail başarıyla silindi!

source: %site_name%'s Blog. The latest %site_name%'s news and articles
tr_tr: %site_name%'nin Blogu. En son %site_name% haberleri ve makaleleri

source: Company Blog. %site_name% News
tr_tr: Şirket Blogu. %site_name% Haberleri

source: No posts found.
tr_tr: Gönderi bulunamadı.

source: Oops! There are no posts at the moment. Please come back soon 😉
tr_tr: Hoppala! Şu anda hiçbir gönderi yok. Lütfen yakında geri gelin 😉

source: Blog post not found.
tr_tr: Blog gönderisi bulunamadı.

source: No "%0%" category found!
tr_tr: "%0%" kategorisi bulunamadı!

source: Search by Category: "%0%" Blog
tr_tr: Kategoriye Göre Ara: "%0%" Blog

source: %n% Post Found!
tr_tr: %n% Gönderi bulundu!

source: Search Blog Post by Category %0% - Dating Social Community Blog
tr_tr: Kategoriye Göre Blog Yazısı Ara %0% - Sosyal Arkadaşlık Topluluğu Blogu

source: search,post,blog,dating,social network,community,news
tr_tr: arama, gönderi, blog, flört, sosyal ağ, topluluk, haberler

source: Blog Search - Looking for a post
tr_tr: Blog Arama - Bir gönderi arıyorum

source: Sorry, your search returned no results!
tr_tr: Üzgünüz, aramanız hiçbir sonuç döndürmedi!

source: Dating Social Blog - Your search returned
tr_tr: Dating Social Blog - Aramanız döndürüldü

source: Search - Dating Social Community Blog
tr_tr: Arama - Sosyal Arkadaşlık Topluluğu Blogu

source: search,blog,dating,social network,community,news
tr_tr: arama, blog, flört, sosyal ağ, topluluk, haberler

source: Sorry, we weren't able to find the page you requested.
tr_tr: Üzgünüz, istediğiniz sayfayı bulamadık.

source: You can go back on the <a href="%0%">blog homepage</a> or <a href="%1%">search with different keywords</a>.
tr_tr: <a href="%0%">Blog ana sayfasına</a> geri dönebilir veya <a href="%1%">farklı anahtar kelimelerle arama yapabilirsiniz</a>.

source: Article name:
tr_tr: Makale adı:

source: Article ID:
tr_tr: Makale Kimliği:

source: your-address
tr_tr: sizin-adresiniz

source: Article ID will be the name of the URL.
tr_tr: Makale Kimliği URL'nin adı olacaktır.

source: Select a category that fits the best for your article.
tr_tr: Makaleniz için en uygun kategoriyi seçin.

source: Body:
tr_tr: Gövde:

source: Language of the article:
tr_tr: Makalenin dili:

source: e.g., "en", "fr", "es", "js"
tr_tr: örneğin, "tr", "en", "fr", "es", "js"

source: Tags:
tr_tr: Etiketler:

source: Separate keywords by commas and without spaces between the commas.
tr_tr: Anahtar sözcükleri virgülle ayırın ve virgüller arasında boşluk bırakmayın.

source: Title (meta tag):
tr_tr: Başlık (meta etiketi):

source: Enable Comment:
tr_tr: Yorumu Etkinleştirin:

source: Language of your article:
tr_tr: Makalenizin dili:

source: e.g., "en", "fr", "es", "jp"
tr_tr: örneğin, "tr", en", "fr", "es", "jp"

source: The current thumbnail of your post.
tr_tr: Gönderinizin geçerli küçük resmi.

source: Remove this thumbnail?
tr_tr: Bu küçük resmi kaldırılsın mı?

source: Post Not Found!
tr_tr: Gönderi Bulunamadı!

source: Name, Keyword of posts, or ID of a blog post:
tr_tr: Gönderilerin adı, anahtar sözcüğü veya blog gönderisinin kimliği:

source: Title
tr_tr: Başlık

source: Created Date
tr_tr: Oluşturulma Tarihi

source: Updated Date
tr_tr: Güncellenme Tarihi

source: The post ID already exists or is incorrect.
tr_tr: Gönderi kimliği zaten mevcut veya yanlış.

source: An error occurred while adding the post.
tr_tr: Gönderi eklenirken bir hata oluştu.

source: Post successfully created!
tr_tr: Gönderi başarıyla yaratıldı!

source: Post successfully updated!
tr_tr: Gönderi başarıyla güncellendi!

source: Free Chat Room Dating
tr_tr: Ücretsiz Arkadaşlık Sohbet Odaları

source: Find Your Match at The Best Free Online Dating Site with Free Chat Rooms, Single Chat Meet People
tr_tr: Ücretsiz Sohbet Odaları, Bekar Sohbeti ve İnsanlarla Tanışma ile En İyi Ücretsiz Çevrimiçi Arkadaşlık Sitesinde Eşinizi Bulun

source: chat, speed dating, meet singles, dating, free dating, chat room, chat webcam
tr_tr: sohbet, hızlı buluşma, bekarlarla tanışma, flört, ücretsiz flört, sohbet odası, sohbet web kamerası

source: Welcome to <span class="pH3">Free Chat Room</span> on <span class="pH0">%site_name%</span>!
tr_tr: <span class="pH0">%site_name%</span> adresindeki <span class="pH3">Ücretsiz Sohbet Odasına</span> hoş geldiniz!

source: Your comment has been successfully removed!
tr_tr: Yorumunuz başarıyla kaldırıldı!

source: Your comment does not exist anymore.
tr_tr: Yorumunuz artık mevcut değil.

source: Whoops! The comment could not be removed!
tr_tr: Hoppala! Yorum kaldırılamadı!

source: comment,comments,social,community,friend,social network,people,dating,post,wall,social dating
tr_tr: yorum, yorumlar, sosyal, topluluk, arkadaş, sosyal ağ, insanlar, arkadaşlık, gönderi, duvar, sosyal arkadaşlık

source: Read the <span class='pH1'>%0%</span>'s comment
tr_tr: <span class='pH1'>%0%</span> kullanıcısının yorumunu okuyun

source: Read comment of %0%, %1%. %2%
tr_tr: %0%, %1% kullanıcısının yorumunu okuyun %2%

source: comment,%0%
tr_tr: yorum, %0%

source: No comments yet, please return to the <a href="%0%">previous page</a>.
tr_tr: Henüz yorum yok, lütfen <a href="%0%">önceki sayfaya</a> dönün.

source: Add a new comment
tr_tr: Yorum ekleyin

source: Edit the comment
tr_tr: Yorumu düzenleyin

source: The comment has been deleted!
tr_tr: Yorum silindi!

source: Comment Not Found
tr_tr: Yorum Bulunamadı

source: No comments yet 😥 <a class="bold" href="%0%">Add one</a>!
tr_tr: Henüz yorum yok 😥 <a class="bold" href="%0%">Bir tane ekleyin</a>!

source: Your comment:
tr_tr: Yorumunuz:

source: The comment recipient doesn't exists.
tr_tr: Yorum alıcısı bulunamadı.

source: Oops! Error occurred when adding comment.
tr_tr: Hoppala! Yorum eklenirken hata oluştu.

source: Comment posted!
tr_tr: Yorum gönderildi!

source: Comment updated!
tr_tr: Yorum güncellendi!

source: Oops! Error occurred when updated comment.
tr_tr: Hoppala! Yorum güncellenirken hata oluştu.

source: Oops! You don't have the permission to update the comment.
tr_tr: Hoppala! Yorumu güncelleme yetkiniz yok.

source: Contact Us
tr_tr: Bize Ulaşın

source: Contact %site_name%
tr_tr: %site_name% ile iletişime geçin

source: Your Phone Number:
tr_tr: Telefon Numaranız:

source: Enter the full phone number including its country calling codes (e.g., +44768374890).
tr_tr: Ülke arama kodlarını da içeren tam telefon numarasını girin (örneğin, +905551234567).

source: Your Website:
tr_tr: Websiteniz:

source: If you have a website (e.g., your company's website).
tr_tr: Eğer bir web siteniz varsa (örneğin şirketinizin web sitesi).

source: Your Subject:
tr_tr: Konunuz:

source: Your Message:
tr_tr: Mesajınız:

source: Contact US
tr_tr: BİZE ULAŞIN

source: Your message has been successfully sent!
tr_tr: Mesajınız başarıyla gönderilmiştir!

source: No Phone
tr_tr: Telefon yok

source: No Site
tr_tr: Website yok

source: Last Name: %0%
tr_tr: Soyadı: %0%

source: Phone Number: %0%
tr_tr: Telefon Numarası: %0%

source: Subject: %0%
tr_tr: Konu: %0%

source: Message: %0%
tr_tr: Mesaj: %0%

source: User Browser info: %0%
tr_tr: Kullanıcı Tarayıcı Bilgisi: %0%

source: URL Page
tr_tr: URL Sayfası

source: User come from: %0%
tr_tr: Şuradan gelen kullanıcı: %0%

source: Contact Form: %0%
tr_tr: İletişim Formu: %0%

source: Meet %0%. A %1% looking for %2% - %3% years - %4% - %5% %6%
tr_tr: %0% ile tanışın. Bir %1%, %2% - %3% yaşında %4% - %5% %6% arıyor

source: Meet %0% %1% | %2% - %3%
tr_tr: %0% %1% ile tanışın | %2% - %3%

source: A <span class="pH1">%0%</span> of <span class="pH3">%1% years</span>, from <span class="pH2">%2%, %3% %4%</span>
tr_tr: <span class="pH2">%2%, %3% %4%</span>konumundan <span class="pH3">%1% yaşında</span> bir <span class="pH1">%0%</span>

source: Bad Request
tr_tr: Geçersiz İstek

source: The request cannot be fulfilled due to bad syntax.
tr_tr: Kötü sözdizimi nedeniyle istek yerine getirilemiyor.

source: Unauthorized
tr_tr: Yetkisiz

source: Your IP address or the username/password you entered were not correct. Your request was denied as you have no permission to access the data.
tr_tr: IP adresiniz veya girdiğiniz kullanıcı adı/parola doğru değildi. Verilere erişim izniniz olmadığı için isteğiniz reddedildi.

source: Payment Required
tr_tr: Ödeme Gerekli

source: The data is not accessible at the time. The owner of the space has not yet payed their service provider.
tr_tr: Verilere şu anda erişilemiyor. Alanın sahibi henüz hizmet sağlayıcısına ödeme yapmadı.

source: Forbidden
tr_tr: Yasaklı

source: You don't have permissions to access this page at the moment.
tr_tr: Şu anda bu sayfaya erişim yetkiniz yok.

source: Method Not Allowed
tr_tr: Yönteme İzin Verilmiyor

source: A request was made of a resource using a request method not supported by that resource;[2] for example, using GET on a form which requires data to be presented via POST, or using PUT on a read-only resource.
tr_tr: Bir kaynak tarafından desteklenmeyen bir istek yöntemi kullanılarak bir kaynaktan istekte bulunuldu; örneğin, POST aracılığıyla verilerin sunulmasını gerektiren bir formda GET kullanılması veya salt okunur bir kaynakta PUT kullanılması.

source: Internal Server Error
tr_tr: Dahili Sunucu Arzıası

source: The server encountered an error. This is most often caused by a scripting problem, a failed database access attempt, or other similar reasons.<br />Please come back later!
tr_tr: Sunucu bir hatayla karşılaştı. Bu genellikle bir betik sorunu, başarısız bir veritabanı erişim girişimi veya diğer benzer nedenlerden kaynaklanır.<br />Lütfen daha sonra tekrar gelin!

source: Not Implemented
tr_tr: Uygulanmadı

source: The method you are using to access the document can not be performed by the server.<br />Possible methods include:
tr_tr: Belgeye erişmek için kullandığınız yöntem sunucu tarafından gerçekleştirilemiyor.<br />Olası yöntemler şunlardır:

source: Bad Gateway
tr_tr: Geçersiz Ağ Geçidi

source: The server was acting as a gateway or proxy and received an invalid response from the upstream server.
tr_tr: Sunucu bir ağ geçidi veya proxy gibi davranırken upstream sunucusundan geçersiz bir yanıt aldı.

source: Gateway Timeout
tr_tr: Ağ Geçidi Zaman Aşımı

source: Most likely the client has lost connectivity (disconnected from the internet) or the client's host is having technical difficulties.<br /> This could also meanthat a server that allows access to the requested server is down, having bandwidth/load issues, or otherwise unavailable.
tr_tr: Büyük olasılıkla istemcinin bağlantısı kesilmiştir (internet bağlantısı kopması) veya istemcinin ana bilgisayarı teknik sorunlar yaşamaktadır.<br /> Bu ayrıca, talep edilen sunucuya erişime izin veren bir sunucunun kapalı olması, bant genişliği/yük sorunları olması veya başka bir şekilde kullanılamaması anlamına da gelebilir.

source: HTTP Version Not Supported
tr_tr: HTTP Sürümü Desteklenmiyor

source: The server does not support the HTTP protocol version used in the request.
tr_tr: Sunucu, istekte kullanılan HTTP protokol sürümünü desteklemiyor.

source: All Fields
tr_tr: Tüm Alanlar

source: Add a Field
tr_tr: Alan Ekle

source: Edit a Field
tr_tr: Alan Düzenle

source: Field "%0%" is not found!
tr_tr: "%0%" alanı bulunamadı!

source: The field has been deleted
tr_tr: Alan silindi

source: An error occurred while deleting the field.
tr_tr: Alan silinirken bir hata oluştu.

source: Field Type:
tr_tr: Alan Türü:

source: Text Box
tr_tr: Metin Kutusu

source: Number
tr_tr: Numara

source: Field Name:
tr_tr: Alan Adı:

source: Field Name must contain 2-30 alphanumeric characters ([a-z], [A-Z], [0-9] and [_]). Then, you can translate the language key in <span class="italic underline">%0%</span>
tr_tr: Alan Adı 2-30 alfanümerik karakter içermelidir ([a-z], [A-Z], [0-9] ve [_]). Ardından, <span class="italic underline">%0%</span> içindeki dil anahtarını tercüme edebilirsiniz

source: Length Field:
tr_tr: Uzunluk Alanı:

source: Length of the field in numeric number (e.g., 150).
tr_tr: Alanın sayısal olarak uzunluğu (örneğin 150).

source: Default Field Value
tr_tr: Varsayılan Alan Değeri

source: The value by default of the field (optional).
tr_tr: Alanın varsayılan değeri (isteğe bağlı).

source: Add
tr_tr: Ekle

source: Note: The field will always have the default value even if you updated to another value. Your change is saved, but cannot be retrieve on the form.
tr_tr: Not: Alan, başka bir değere güncellediğinizde bile her zaman varsayılan değere sahip olacaktır. Değişikliğiniz kaydedilir, ancak formda alınamaz.

source: Note: The field will always have the default value (%0%) even if you updated to another value. Your change is saved, but cannot be retrieve on the form.
tr_tr: Not: Başka bir değere güncelleseniz bile alan her zaman varsayılan değere (%0%) sahip olacaktır. Değişikliğiniz kaydedilir, ancak formda alınamaz.

source: The default value of the field (optional).
tr_tr: Alanın varsayılan değeri (isteğe bağlı).

source: Note: The default value will always be empty even if you added a default string. Your change is saved, but cannot be retrieve on the form.
tr_tr: Not: Varsayılan bir dize ekleseniz bile varsayılan değer her zaman boş olacaktır. Değişikliğiniz kaydedilir, ancak formda alınamaz.

source: Oops! The field already exists!
tr_tr: Hoppala! Alan zaten mevcut!

source: The field has been added.
tr_tr: Alan eklendi.

source: Oops! An error occurred while adding the field. Please try again.
tr_tr: Hoppala! Alan eklenirken bir hata oluştu. Lütfen tekrar deneyin.

source: The field has been edited.
tr_tr: Alan değiştirildi.

source: Welcome to the forum administrator mode.
tr_tr: Forum Yöneticisi Moduna Hoşgeldiniz.

source: Add a new Category
tr_tr: Yeni bir Kategori ekleyin

source: Add a new Forum
tr_tr: Yeni bir Forum ekleyin

source: Edit the Category
tr_tr: Kategoriyi düzenleyin

source: Edit the Forum
tr_tr: Forumu düzenleyin

source: Your Category has been deleted.
tr_tr: Kategori silindi.

source: Oops! Your Category could not be deleted.
tr_tr: Hoppala! Kategoriniz silinemedi.

source: Your Forum has been deleted.
tr_tr: Forum silindi.

source: Oops! Your Forum could not be deleted.
tr_tr: Hoppala! Forumunuz silinemedi.

source: forum,discussion,dating forum,social forum,people,meet people,forums,free dating forum,free forum,community forum,social forum
tr_tr: forum, tartışma, flört forumu, sosyal forum, insanlar, insanlarla tanışma, forumlar, ücretsiz flört forumu, ücretsiz forum, topluluk forumu, sosyal forum

source: Nothing found!
tr_tr: Hiçbir şey bulunamadı!

source: Discussion Board | %site_name%
tr_tr: Tartışma Panosu | %site_name%

source: Community Discussion Board - %site_name%
tr_tr: Topluluk Tartışma Panosu - %site_name%

source: Discussions - %site_name%
tr_tr: Tartışmalar - %site_name%

source: No Topics found.
tr_tr: Konu bulunamadı.

source: %0% - Forums
tr_tr: %0% - Forumlar

source: %0% - Topics - Discussion Forums
tr_tr: %0% - Konular - Tartışma Forumları

source: %0%,forum,discussion,dating forum,social forum,people,meet people,forums,free dating forum
tr_tr: %0%, forum, tartışma, flört forumu, sosyal forum, insanlar, insanlarla tanışma, forumlar, ücretsiz flört forumu

source: Topic Not Found!
tr_tr: Konu bulunamadı!

source: Latest Forum Posts
tr_tr: Son Forum Gönderileri

source: %0% Topics - Discussion Forums
tr_tr: %0% Konular - Tartışma Forumları

source: %0%,%1%,forum,discussion,dating forum,social forum
tr_tr: %0%, %1%, forum, tartışma, flört forumu, sosyal forum

source: %n% Topic:
tr_tr: %n% Konu:

source: %0% doesn't have any posts yet.
tr_tr: %0% henüz bir gönderiye sahip değil.

source: %0%'s Forum Posts
tr_tr: %0% Forum Yazıları

source: Forum Search - Looking for a Forum Post | %site_name%
tr_tr: Forum Arama - Forum Yazısı Arıyorum | %site_name%

source: Topic Search - Discussion Forum - %site_name%
tr_tr: Konu Arama - Tartışma Forumu - %site_name%

source: Forums - Your search returned
tr_tr: Forumlar - Aramanız geri döndü

source: %n% Result
tr_tr: %n% Sonuç

source: Search - Discussion Forum
tr_tr: Arama - Tartışma Forumu

source: search,forum,forums,discussion forum
tr_tr: arama, forum, forumlar, tartışma forumu
