Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: video,movie,videos,video sharing,music,gallery,%0%,%1%,%2%
tr_tr: video, film, videolar, video paylaşımı, müzik, galeri, %0%,%1%, %2%

source: Your video has been removed.
tr_tr: Videonuz kaldırıldı.

source: Video Search - Looking for a video
tr_tr: Video Arama - Bir video arıyorum

source: Dating Social Video - Your search returned
tr_tr: Sosyal Videoyla Çıkma - Aramanız geri döndü

source: %n% video found!
tr_tr: %n% video bulundu!

source: Search - %site_name% is a Dating Social Video Community!
tr_tr: Ara - %site_name% bir Arkadaşlık Sosyal Video Topluluğudur!

source: search,video,dating,social network,community,music,movie,news,video sharing
tr_tr: arama, video, flört, sosyal ağ, topluluk, müzik, film, haberler, video paylaşımı

source: Please return to <a href="%0%">the previous page</a> or <a href="%1%">add a new video</a> in this album.
tr_tr: Lütfen <a href="%0%">önceki sayfaya</a> dönün veya bu albüme <a href="%1%">yeni bir video ekleyin</a>.

source: Video Name:
tr_tr: Video Adı:

source: Video Description:
tr_tr: Video Açıklaması:

source: ID or Name of Video:
tr_tr: Video ID'si veya Adı:

source: Choose...
tr_tr: Seçiniz...

source: Embed (from video platform)
tr_tr: Göm (video platformundan)

source: Regular (from device/computer)
tr_tr: Düzenli (cihazdan/bilgisayardan)

source: Please be patient while uploading, this may take time (especially if you are uploading a long video).
tr_tr: Yükleme sırasında lütfen sabırlı olun, bu işlem zaman alabilir (özellikle uzun bir video yüklüyorsanız).

source: I have the right to distribute this video
tr_tr: Bu videoyu dağıtma hakkım var

source: Embed URL:
tr_tr: Gömülü URL:

source: e.g., %0%
tr_tr: örneğin %0%

source: Video from Youtube, Vimeo or DailyMotion.
tr_tr: Video Youtube, Vimeo veya DailyMotion'dan.

source: Your video has been successfully updated!
tr_tr: Videonuz başarıyla güncellendi!

source: Please add a category before you add a video.
tr_tr: Lütfen video eklemeden önce bir kategori ekleyin.

source: Unable to retrieve information from the video. Are you sure that the URL of the video is correct?
tr_tr: Videodan bilgi alınamıyor. Videonun URL'sinin doğru olduğundan emin misiniz?

source: Oops! The embed video link looks incorrect? Please make sure that the link is correct.
tr_tr: Hoppala! Gömülü video bağlantısı yanlış görünüyor? Lütfen bağlantının doğru olduğundan emin olun.

source: Video file cannot be larger than %0%
tr_tr: Video dosyası %0% boyutundan fazla olamaz

source: You have to choose video type.
tr_tr: Video türünü seçmeniz gerekiyor.

source: Your video has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
tr_tr: Videonuz alındı. Moderatörlerimiz tarafından onaylanana kadar görüntülenmeyecektir. Lütfen yeni bir tane göndermeyin.

source: Your video has been successfully added!
tr_tr: Videonuz başarıyla eklendi!

source: Untitled
tr_tr: Başlıksız

source: RSS Feed List
tr_tr: RSS Akışı Listesi

source: RSS Feed %site_name%, Free Online Dating Site with Video Chat Rooms, Meet Single People with %site_name%
tr_tr: RSS Akışı %site_name%, Video Sohbet Odaları Olan Ücretsiz Çevrimiçi Arkadaşlık Sitesi, %site_name% ile Bekar İnsanlarla Tanışın

source: Invalid RSS Feed URL.
tr_tr: Geçersiz RSS Akış URL'si.

source: RSS Feed Not Found!
tr_tr: RSS Akışı Bulunamadı!

source: Site Map
tr_tr: Site Haritası

source: Map of Website, Free Online Social Dating Website with Video Chat Rooms, Meet Single People with %site_name%
tr_tr: Web Sitesi Haritası, Video Sohbet Odaları Olan Ücretsiz Çevrimiçi Sosyal Arkadaşlık Sitesi, %site_name% ile Bekar İnsanlarla Tanışın

source: Sitemap Not Found!
tr_tr: Site Haritası Bulunamadı!

source: About %site_name%
tr_tr: %site_name% Hakkında

source: About Us
tr_tr: Hakkımızda

source: About
tr_tr: Hakkında

source: Help
tr_tr: Yardım

source: Company Blog | News
tr_tr: Şirket Bloğu | Haberler

source: Become an Affiliate
tr_tr: Ortak olun

source: Contact
tr_tr: İletişim

source: Our Partners
tr_tr: Ortaklarımız

source: Partners
tr_tr: Ortaklar

source: Links
tr_tr: Bağlantılar

source: Jobs | Careers
tr_tr: İş Olanakları | Kariyer

source: Jobs
tr_tr: İş Olanakları

source: Frequently Asked Questions
tr_tr: Sıkça Sorulan Sorular

source: Terms of Use
tr_tr: Kullanım Koşulları

source: Privacy
tr_tr: Gizlilik

source: Subscribe to our newsletter!
tr_tr: Haber bültenimize üye olun!

source: Invite your friends!
tr_tr: Arkadaşlarınızı davet edin!

source: Invite
tr_tr: Davet Edin

source: JavaScript is disabled on your Web browser!<br /> Please enable JavaScript via the options of your Web browser in order to use this website.
tr_tr: Web tarayıcınızda JavaScript devre dışı!<br /> Bu web sitesini kullanabilmek için lütfen Web tarayıcınızın seçeneklerinden JavaScript'i etkinleştirin.

source: Be careful, don't send the money to anybody!
tr_tr: Dikkatli olun, kimseye para göndermeyin!

source: WARNING: Your site is in development mode! You can change the mode
tr_tr: UYARI: Siteniz geliştirme modunda! Modu değiştirebilirsiniz

source: Change the Environment Mode
tr_tr: Çevre Modunu Değiştir

source: here
tr_tr: burada

source: Join Now!
tr_tr: Şimdi Katılın!

source: Members
tr_tr: Üyeler

source: People
tr_tr: İnsanlar

source: Browse
tr_tr: Göz at

source: Search the members
tr_tr: Üyeleri ara

source: Users nearby through the map!
tr_tr: Haritada yakında gözüken kullanıcılar!

source: People Nearby
tr_tr: Yakındaki İnsanlar

source: User Birthdays
tr_tr: Kullanıcı Doğumgünleri

source: Birthdays
tr_tr: Doğumgünleri

source: All Birthdays
tr_tr: Tüm Doğumgünleri

source: Men Birthdays
tr_tr: Erkeklerin Doğumgünleri

source: Women Birthdays
tr_tr: Kadınların Doğumgünleri

source: Couple Birthdays
tr_tr: Çiftlerin Doğumgünleri

source: Free Social Dating Chat Rooms
tr_tr: Ücretsiz Sosyal Arkadaşlık Sohbet Odaları

source: Chat
tr_tr: Sohbet

source: Chat Rooms
tr_tr: Sohbet Odaları

source: Photo Gallery
tr_tr: Fotoğraf Galerisi

source: Photos
tr_tr: Fotoğraflar

source: Search Photos
tr_tr: Fotoğrafları ara

source: Video Gallery
tr_tr: Video Galerisi

source: Videos
tr_tr: Videolar

source: Search Videos
tr_tr: Videoları Ara

source: Games Zone
tr_tr: Oyun Alanı

source: Game
tr_tr: Oyun

source: Discussions Board
tr_tr: Tartışma Panosu

source: Search Topics
tr_tr: Konuları Ara

source: Community Notes
tr_tr: Topluluk Notları

source: Notes
tr_tr: Notlar

source: Search Notes
tr_tr: Notları Ara

source: My Emails
tr_tr: E-postalarım

source: Mail
tr_tr: E-posta

source: Compose
tr_tr: Gönder

source: Inbox - Messages Received
tr_tr: Gelen Kutusu - Alınan Mesajlar

source: Messages Sent
tr_tr: Gönderilen Mesajlar

source: Sent
tr_tr: Gönderilen

source: Find Messages
tr_tr: Mesajları Bul

source: Settings
tr_tr: Ayarlar

source: Design Profile
tr_tr: Profil Tasarla

source: Notifications
tr_tr: Bildirimler

source: My Account
tr_tr: Hesabım

source: Account
tr_tr: Hesap

source: My Settings
tr_tr: Ayarlarım

source: See My Profile
tr_tr: Profilimi Gör

source: Change Profile Photo
tr_tr: Profil Resmini Değiştir

source: Add an Album
tr_tr: Albüm Ekle

source: My Albums
tr_tr: Albümlerim

source: Videos Gallery
tr_tr: Video Galerisi

source: My Notes
tr_tr: Notlarım

source: Friends Manager
tr_tr: Arkadaşlık Yönetimi

source: Friends List
tr_tr: Arkadaş Listesi

source: Find a friend in my list
tr_tr: Arkadaşlar Listemde arkadaş ara

source: Find a Friend
tr_tr: Arkadaş Bul

source: Who Visited My Profile
tr_tr: Profilimi Ziyaret Edenler

source: Who See Me
tr_tr: Beni Görenler

source: Find who visited my profile
tr_tr: Profilimi Ziyaret Edenleri Bul

source: Find Visitor(s)
tr_tr: Ziyaretçileri Bul

source: Logout
tr_tr: Çıkış Yap

source: Get Ad Banners
tr_tr: Reklam banner'larını Al

source: Dashboard
tr_tr: Yönetim Panosu

source: Edit My Account
tr_tr: Hesabımı Düzenle

source: Users/Admins Manager
tr_tr: Kullanıcı/Yönetici Yönetimi

source: User/Admin
tr_tr: Kullanıcı/Yönetici

source: Users Manager
tr_tr: Kullanıcı Yönetimi

source: Users
tr_tr: Kullanıcı

source: Search Users
tr_tr: Kullanıcıları Ara

source: Add User
tr_tr: Kullanıcı Ekle

source: Report Abuse
tr_tr: Kötüye Kullanım Bildir

source: Reports
tr_tr: İhlal Bildirimleri

source: Fake Profiles Automatic Generator (with profile photos)
tr_tr: Otomatik Sahte Profil Oluşturucu (profil fotoğraflarıyla)

source: Fake Profile Generator
tr_tr: Sahte Profil Oluşturucu

source: Country Restrictions for Registration and Search form
tr_tr: Kayıt ve Arama Formu için Ülke Kısıtlamaları

source: Country Restriction
tr_tr: Ülke Kısıtlaması

source: User Fields
tr_tr: Kullanıcı Alanları

source: Fields List
tr_tr: Alanlar Listesi

source: Add Fields
tr_tr: Alan Ekle

source: Admins Manager
tr_tr: Yöneticiler Yönetimi

source: Admins
tr_tr: Yöneticiler

source: Search an Admin
tr_tr: Yönetici Olarak Ara

source: Add Admin
tr_tr: Yönetici Ekle

source: Setting
tr_tr: Ayarlar

source: General
tr_tr: Genel

source: Meta Tags/Homepage Texts
tr_tr: Meta Etiketler/Anasayfa Metinleri

source: Add Banners on the best click-through-rate locations
tr_tr: Banner'ları en iyi tıklama oranına sahip konumlara ekleyin

source: Ad Banners
tr_tr: Reklam Banner'ları

source: Analytics Code
tr_tr: Analytics Kodu

source: Custom CSS Style
tr_tr: Özel CSS Stili

source: Custom CSS
tr_tr: Özel CSS

source: JavaScript Injection
tr_tr: JavaScript Enjeksiyonu

source: Custom JavaScript
tr_tr: Özel JavaScript

source: Modules Manager
tr_tr: Modüller Yönetim

source: Enable/Disable Modules
tr_tr: Modülleri Etkinleştir/Devre Dışı Bırak

source: Third-party Modules Manager
tr_tr: Üçüncü Parti Modül Yönetimi

source: 3rd-party Mods Manager
tr_tr: Üçüncü Parti Mod Yönetimi

source: Mass Mailer
tr_tr: Toplu E-Posta Göndericisi

source: Send Newsletters
tr_tr: Haber Bülteni Gönder

source: Subscribers
tr_tr: Aboneler

source: Forum - Admin Mode
tr_tr: Forum - Yönetici Modu

source: Admin Blog
tr_tr: Yönetici Blogu

source: Admin Control - Blog
tr_tr: Yönetici Kontrol - Blog

source: Add a Blog Post
tr_tr: Blog Yazısı Ekleyin

source: Moderate Note Posts
tr_tr: Not Gönderilerini Denetle

source: Admin Game
tr_tr: Yönetici Oyunu

source: Add a Game
tr_tr: Oyun Ekleyin

source: Affiliate Manager
tr_tr: Ortaklık Yönetimi

source: Banners Manager
tr_tr: Banner Yönetimi

source: Affiliates List
tr_tr: Ortaklar Listesi

source: Search an Affiliate
tr_tr: Ortak Ara

source: Add Affiliate
tr_tr: Ortak Ekle

source: Country Restrictions for Registration form
tr_tr: Kayıt Formu İçin Ülke Kısıtlamaları

source: Affiliate Fields
tr_tr: Ortak Alanları

source: Payment System
tr_tr: Ödeme Sistemi

source: Billing
tr_tr: Faturalama

source: Set the Default Membership Group for new Users
tr_tr: Yeni Kullanıcılar için Varsayılan Üyelik Grubunu Ayarlayın

source: Default Membership Group
tr_tr: Varsayılan Üyelik Grubu

source: Membership Manager
tr_tr: Üyelik Yönetimi

source: Add a new Membership
tr_tr: Yeni Üyelik Ekle

source: Payment Gateways Settings
tr_tr: Ödeme Ağ Geçidi Ayarları

source: Gateways Configuration
tr_tr: Ağ Geçidi Ayarları

source: Member Mails Manager
tr_tr: Üye E-postaları Yönetimi

source: Mail Manager
tr_tr: E-posta Yönetimi

source: Member Messages Monitor
tr_tr: Üye Mesajları Monitörü

source: Messages Monitor
tr_tr: Mesaj Monitörü

source: Search Member Messages
tr_tr: Üye Mesajlarını Ara

source: Search Messages
tr_tr: Mesaj Ara

source: Video Youtube API key
tr_tr: Video Youtube API Anahtarı

source: Universal Login Setting
tr_tr: Evrensel Giriş Ayarları

source: User Moderation
tr_tr: Kullanıcı Denetleme

source: Moderate Photo Albums
tr_tr: Fotoğraf Albümlerini Denetle

source: Photo Albums
tr_tr: Fotoğraf Albümü

source: Moderate Pictures
tr_tr: Resimleri Denetle

source: Moderate Video Albums
tr_tr: Video Albümlerini Denetle

source: Video Albums
tr_tr: Video Albümleri

source: Moderate Videos
tr_tr: Videoları Denetle

source: Moderate Profile Photos
tr_tr: Profil Fotoğraflarını Denetle

source: Profile Photos
tr_tr: Profil Fotoğrafları

source: Moderate Profile Background
tr_tr: Profil Arkaplanını Denetle

source: Profile Backgrounds
tr_tr: Profil Arkaplanları

source: Moderate Notes
tr_tr: Notları Denetle

source: Unmoderated Note Posts
tr_tr: Denetlenmemiş Not Gönderileri

source: Unmoderated Notes
tr_tr: Denetlenmemiş Notlar

source: All Notes
tr_tr: Tüm Notlar

source: File/Page CMS
tr_tr: Dosya/Sayfa CMS

source: File/Page
tr_tr: Dosya/Sayfa

source: Public File Manager
tr_tr: Herkese Açık Dosya Yönetimi

source: Public Files
tr_tr: Herkese Açık Dosyalar

source: Protected File Manager
tr_tr: Korumarlı Dosya Yönetimi

source: Protected Files
tr_tr: Korumalı Dosyalar

source: Display Static Pages
tr_tr: Statik Sayfaları Göster

source: Page Module
tr_tr: Sayfa Modülü

source: Display Email Template
tr_tr: E-posta Şablonu Göster

source: Email Template
tr_tr: E-posta Şablonu

source: Display all Templates Files
tr_tr: Tüm Şablon Dosyaları Göster

source: Templates Files
tr_tr: Şabon Dosyaları

source: Suggestion List
tr_tr: Önerileri Listesi

source: Not Allowed Options
tr_tr: İzin Verilmeyen Seçenekler

source: Tools
tr_tr: Araçlar

source: Tool
tr_tr: Araç

source: Caches Manager
tr_tr: Önbellek Yönetimi

source: Caches
tr_tr: Önbellekler

source: Caches Controls
tr_tr: Önbellek Ayarları

source: Cache Setting
tr_tr: Önbellek Ayarı

source: Backup Manager
tr_tr: Yedekleme Yönetimi

source: Free Space Server
tr_tr: Sunucu Boş Alan

source: Information
tr_tr: Bilgi

source: Info
tr_tr: Bilgi

source: Information about the Software
tr_tr: Yazılım Hakkında Bilgi

source: Software
tr_tr: Yazılım

source: PHP Info
tr_tr: PHP Bilgileri

source: PHP Configuration
tr_tr: PHP Konfigürasyonu

source: Site Statistics
tr_tr: Site İstatistikleri

source: Site Stats
tr_tr: Site Verileri

source: Need some Helps?
tr_tr: Yardıma mı İhtiyacınız Var?

source: Will You Be Nice Today? Like 81% of our users who contribute on a regular basis.
tr_tr: Bugün güzel bir şeyler yapmaya ne dersiniz? Düzenli olarak katkıda bulunan kullanıcılarımızın oranı %81 civarında.

source: Software Documentation
tr_tr: Yazılım Dokümantasyonu

source: Documentation
tr_tr: Dokümantasyon

source: Help pH7Builder by giving a nice review! Highly appreciated :)
tr_tr: Güzel bir inceleme yazarak pH7Builder'a yardım edin! Çok takdir ederiz :)

source: Give Nice Review
tr_tr: Güzel Yorum Yap

source: Report a Problem
tr_tr: Bir Sorun Bildirin

source: Report a Bug
tr_tr: Bir Hata Bildirin

source: My account
tr_tr: Hesabım

source: Switch back to Admin Panel
tr_tr: Yönetici Paneline geri dönün

source: Let others know about pH7Builder 🤗
tr_tr: pH7Builder'ı başkalarına da duyurun 🤗

source: Here is a <a class="bold underline" href="%0%">pre-written Tweet</a> (which you can edit, of course).
tr_tr: İşte <a class="bold underline" href="%0%">önceden yazılmış bir Tweet</a> (elbette düzenleyebilirsiniz).

source: Software Information 👀
tr_tr: Yazılım Bilgileri 👀

source: Name: %0%
tr_tr: İsim: %0%

source: Author: %0%
tr_tr: Yazar: %0%

source: Software Version ✅
tr_tr: Yazılım Versiyonu

source: Version: %software_version%
tr_tr: Sürüm: %software_version%

source: Version Name: %software_version_name%
tr_tr: Sürüm: %software_version_name%

source: Version Build: %software_build%
tr_tr: Sürüm İnşası: %software_build%

source: Release Date: %0%
tr_tr: Yayın Tarihi: %0%

source: Help %software_name% 🏆
tr_tr: %software_name% 🏆 yazılımına yardım edin

source: Contribute to %software_name% 💪
tr_tr: %software_name% 💪' yazılımına katkıda bulunun

source: Give a Nice Review on Sourceforge 💫
tr_tr: Sourceforge'da Güzel Bir İnceleme Yazın 💫

source: Will You Be Nice?
tr_tr: Bugün güzel bir şeyler yapmaya ne dersiniz?

source: Your logged IP is:
tr_tr: Oturum açtığınız IP:

source: Latest <a href="%software_website%" title="%software_name%">pH7Builder Software</a>'s News
tr_tr: <a href="%software_website%" title="%software_name%">pH7Builder Yazılımı</a> Yazılımından En Son Haberler

source: » Read more news! «
tr_tr: » Daha Çok Haber okuyun! «

source: Time
tr_tr: Zaman

source: Women
tr_tr: Kadınlar

source: Couples
tr_tr: Çiftler

source: User Statistics
tr_tr: Kullanıcı İstatistikleri

source: %site_name% Statistics
tr_tr: %site_name% İstatistikleri

source: Quick Stats
tr_tr: Hızlı Veriler

source: Today
tr_tr: Bugün

source: Last week
tr_tr: Geçen hafta

source: This month
tr_tr: Bu ay

source: This year (%0%)
tr_tr: Bu yıl (%0%)

source: All (since %0%)
tr_tr: Tüm (%0%)

source: All Member Logins
tr_tr: Tüm Üye Oturumları

source: Men Member Logins
tr_tr: Erkek Üye Oturumları

source: Women Member Logins
tr_tr: Kadın Üye Oturumları

source: Couple Member Logins
tr_tr: Çift Üye Girişleri

source: All Affiliate Logins
tr_tr: Tüm Ortak Girişleri

source: Men Affiliate Logins
tr_tr: Erkek Ortak Girişleri

source: Women Affiliate Logins
tr_tr: Kadın Ortak Girişleri

source: All Admin Logins
tr_tr: Tüm Yönetici Oturumları

source: Men Admin Logins
tr_tr: Erkek Yönetici Oturumları

source: Women Admin Logins
tr_tr: Kadın Yönetici Oturumları

source: All Member Registrations
tr_tr: Tüm Üye Kayıtları

source: Men Member Registrations
tr_tr: Erkek Üye Kayıtları

source: Women Member Registrations
tr_tr: Kadın Üye Kayıtları

source: Couple Member Registrations
tr_tr: Çift Üye Kayıtları

source: All Affiliate Registrations
tr_tr: Tüm Ortak Kayıtları

source: Men Affiliate Registrations
tr_tr: Erkek Ortak Kayıtları

source: Women Affiliate Registrations
tr_tr: Kadın Ortak Kayıtları

source: All Admin Registrations
tr_tr: Tüm Yönetici Kayıtları

source: Men Admin Registrations
tr_tr: Erkek Yönetici Kayıtları

source: Women Admin Registrations
tr_tr: Kadın Yönetici Kayıtları

source: Blogs
tr_tr: Bloglar

source: Private Messages
tr_tr: Özel Mesajlar

source: Profile Comments
tr_tr: Profil Yorumları

source: Photo Comments
tr_tr: Fotoğraf Yorumları

source: Video Comments
tr_tr: Video Yorumları

source: Blog Comments
tr_tr: Blog Yorumları

source: Note Comments
tr_tr: Not Yorumları

source: Game Comments
tr_tr: Oyun Yorumları

source: New
tr_tr: Yeni

source: Free Space
tr_tr: Boş Alan

source: Size
tr_tr: Büyüklük

source: Note: If all folders are on the same hard disk, you will have the same size everywhere.
tr_tr: Not: Eğer tüm klasörler aynı sabit diskte ise her yerde aynı boyuta sahip olursunuz.

source: Database
tr_tr: Veritabanı

source: Optimization Tables
tr_tr: Optimizasyon Tabloları

source: Repair Tables
tr_tr: Onarım Tabloları

source: These actions can take minutes depending of the database size.
tr_tr: Bu işlemler veritabanının boyutuna bağlı olarak birkaç dakika sürebilir.

source: User ID#
tr_tr: Kullanıcı ID#

source: Email Address
tr_tr: E-posta Adresi

source: User
tr_tr: Kullanıcı

source: Membership Group + ID
tr_tr: Üyelik Grubu + ID

source: Registration Date
tr_tr: Kayıt Tarihi

source: Last Edit
tr_tr: Son Düzenlenme

source: Reference
tr_tr: REFERANS

source: Action
tr_tr: Aksiyon

source: Ban
tr_tr: Yasaklama

source: UnBan
tr_tr: Yasaklamayı iptal etme

source: Approve
tr_tr: Onaylama

source: Disapprove
tr_tr: Onaylamama

source: Email the User
tr_tr: Kullanıcıya E-posta gönder

source: Country Flag
tr_tr: Ülke Bayrağı

source: No login
tr_tr: Giriş yok

source: No editing
tr_tr: Düzenleme yok

source: Edit User's Profile Information
tr_tr: Kullanıcının Profil Bilgisini Düzenle

source: Edit
tr_tr: Düzenle

source: Edit User's Profile Photo
tr_tr: Kullanıcının Profil Fotoğrafını Düzenle

source: Edit Avatar
tr_tr: Avatarı Düzenle

source: Edit the Wallpaper of the User's Profile Page
tr_tr: Kullanıcı Profil Sayfasının Duvar Kağıdını Düzenle

source: Edit Wallpaper
tr_tr: Duvarkağıdını Düzenle

source: Send a message to this user
tr_tr: Bu kullanıcıya mesaj gönder

source: Send PM
tr_tr: Özel mesaj gönder

source: Login as the user (to edit all this user account).
tr_tr: Bu kullanıcı olarak giriş yapın (tüm bu kullanıcı hesabını düzenlemek için).

source: Disapprove (notified user by email)
tr_tr: Reddet (kullanıcıya e-posta ile bildirilir)

source: AMAZING!!! 😍 You currently have %0% users!
tr_tr: HARİKA!!! 😍 Şu anda %0% kullanıcınız var!

source: Would it be a good time for you to continuing supporting the project?
tr_tr: Projeye desteğinizi sürdürmeniz için iyi bir zaman mı?

source: YEEES!
tr_tr: EVVVET!

source: Relax and go
tr_tr: Rahatla ve devam et

source: home
tr_tr: anasayfa

source: Age:
tr_tr: Yaş:

source: City/Town:
tr_tr: Şehir/İlçe:

source: Social Profile:
tr_tr: Sosyal Profil:

source: A Little About Me
tr_tr: Kısaca Hakkımda

source: Join Date:
tr_tr: Giriş Tarihi:

source: Last Activity:
tr_tr: Son Aktivite:

source: Views:
tr_tr: Görünülenme:

source: Location
tr_tr: Konum

source: 👍 Wanna meet 😍
tr_tr: 👍 Tanışmak ister misin 😍

source: 👎 Not Interested
tr_tr: 👎 İlgilenmiyorum

source: Match
tr_tr: Eşleşme

source: Send Message
tr_tr: Mesaj Gönder

source: Add Friend
tr_tr: Arkadaş Ekle

source: That message was not found.
tr_tr: Bu mesaj bulunamadı.

source: Author:
tr_tr: Yazar:

source: When:
tr_tr: Ne Zaman:

source: Reply
tr_tr: Cevapla

source: Move to Inbox
tr_tr: Gelen Kutusuna Taşı

source: See more
tr_tr: Daha fazlasını gör

source: Restore
tr_tr: Eski Haline Getir

source: Make Your Website Better!
tr_tr: Websitenizi Daha İyi Hale Getirin!

source: ~OR~
tr_tr: VEYA

source: Become a Patron!
tr_tr: Destekçimiz Olun!

source: Will You Be Nice Today...?
tr_tr: Bugün güzel bir şeyler yapmaya ne dersiniz?

source: And make your website better with regular updates.
tr_tr: Ve düzenli güncellemelerle web sitenizi daha iyi hale getirin.

source: Be like the 81% of users who contribute to the software on a regular basis 🙏
tr_tr: Yazılıma düzenli olarak katkıda bulunan kullanıcıların %81'i gibi olun 🙏

source: 👀 We believe in you!
tr_tr: 👀 Sana inanıyoruz!

source: Add a new album
tr_tr: Yeni bir albüm ekle

source: Whoops! No users found.
tr_tr: Hoppala! Hiçbir kullanıcı bulunamadı.

source: Gender: %0% %1%
tr_tr: Cinsiyet: %0% %1%

source: Seeking: %0%
tr_tr: Şu aranıyor: %0%

source: Age: %0%
tr_tr: Yaş: %0%

source: From: %0%
tr_tr: Şuradan: %0%

source: City: %0%
tr_tr: Şehir: %0%

source: State: %0%
tr_tr: Devlet: %0%

source: From %0%
tr_tr: %0% bölgesinden

source: Login As a member
tr_tr: Üye olarak giriş yap

source: Hi <em>%0%</em>! How are you today?
tr_tr: Merhaba <em>%0%</em>! Bugün nasılsınız?

source: Say hi to the new people and meet them!
tr_tr: Yeni insanlara merhaba deyin ve tanışın!

source: Wall
tr_tr: Duvar

source: The latest news
tr_tr: Son haberler

source: Not registered yet?
tr_tr: Henüz kayıt olmadınız mı?

source: Join Us Today!
tr_tr: Bugün Bize Katılın!

source: 🚀 Meet amazing people near %0%! 🎉
tr_tr: 🚀 %0% yakınında harika insanlarla tanışın! 🎉

source: Map
tr_tr: Harita

source: Similar Profiles
tr_tr: Benzer Profiller

source: Topics
tr_tr: Konular

source: Recently Viewed
tr_tr: Son Zamanlarda Görüntülenen

source: Live Chat
tr_tr: Canlı Sohbet

source: Love Calculator
tr_tr: Aşk Hesaplayıcısı

source: First name:
tr_tr: Adı:

source: Middle name:
tr_tr: İkinci Adı:

source: Last name:
tr_tr: Soyadı:

source: Profile Map:
tr_tr: Profil Hatırası:

source: Already registered?
tr_tr: Zaten kayıtlı mısınız?

source: Sign In!
tr_tr: Oturum Aç!

source: STEP
tr_tr: ADIM

source: To see the new members who view your profile, you must first change
tr_tr: Profilinizi görüntüleyen yeni üyeleri görmek için öncelikle şunları değiştirmelisiniz

source: your privacy settings
tr_tr: gizlilik ayarlarınız

source: Recently Viewed By:
tr_tr: Son Görüntüleyenler:

source: Search for a visitor of %0%
tr_tr: %0% ziyaretçisini arayın

source: by
tr_tr: tarafından

source: in
tr_tr: içerisinde

source: Album created on %0%
tr_tr: Albüm %0% tarihinde oluşturuldu
