Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: Add a new Topic
tr_tr: Yeni bir Konu ekle

source: Edit Topic
tr_tr: Konuyu düzenle

source: Edit your Message
tr_tr: Mesajı düzenle

source: Reply Message
tr_tr: Mesajı yanıtla

source: Your topic has been deleted.
tr_tr: Konunuz silindi.

source: Oops! Your topic could not be deleted.
tr_tr: Hoppala! Konunuz silinemedi.

source: Your message has been deleted.
tr_tr: Mesajınız silindi.

source: Oops! Your message could not be deleted.
tr_tr: Hoppala! Mesajınız silinemedi.

source: Please return to the <a href="%0%">main forum page</a> or <a href="%1%">the previous page</a>.
tr_tr: Lütfen <a href="%0%">ana forum sayfasına</a> veya <a href="%1%">önceki sayfaya</a> dönün.

source: Category Name:
tr_tr: Kategori Adı:

source: Forum Name:
tr_tr: Forum Adı:

source: Subject:
tr_tr: Konu:

source: Message:
tr_tr: Mesaj:

source: Name, Keyword of message, Author (username) or ID of Topic Forum:
tr_tr: İsim, Mesajın Anahtar Kelimesi, Yazar (kullanıcı adı) veya Konu Forumunun ID'si:

source: Category Name added!
tr_tr: Kategori Adı eklendi!

source: Category Name updated!
tr_tr: Kategori Adı güncellendi!

source: Message successfully updated!
tr_tr: Mesaj başarıyla güncellendi!

source: Message updated!
tr_tr: Mesaj güncellendi!

source: Reply updated!
tr_tr: Yanıt güncellendi!

source: New Forum added!
tr_tr: Yeni Forum eklendi!

source: Message posted!
tr_tr: Mesaj gönderildi!

source: Reply posted!
tr_tr: Yanıt gönderildi!

source: You cannot be your own friend.
tr_tr: Kendi arkadaşınız olamazsınız.

source: Unable to add to friends list. Please try later.
tr_tr: Arkadaşlar listesine eklenemedi. Lütfen daha sonra deneyin.

source: This profile already exists in your friends list.
tr_tr: Bu profil arkadaş listenizde zaten mevcut.

source: Profile ID does not exist.
tr_tr: Profil Kimliği mevcut değil.

source: Profile successfully added to your friends list.
tr_tr: Profil arkadaş listenize başarıyla eklendi.

source: Cannot approve the friend. Please try later.
tr_tr: Arkadaş onaylanamıyor. Lütfen daha sonra deneyin.

source: The friend has been approved.
tr_tr: Arkadaş onaylandı.

source: Cannot remove the friend. Please try later.
tr_tr: Arkadaş kaldırılamıyor. Lütfen daha sonra deneyin.

source: The friend has been removed.
tr_tr: Arkadaş kaldırıldı.

source: Hello %0%!
tr_tr: Merhaba %0%!

source: <strong>%0%</strong> sent you a friendship request on %1%.
tr_tr: <strong>%0%</strong> size %1% adresinde bir arkadaşlık isteği gönderdi.

source: <a href="%0%">Click here</a> to see your friend request.
tr_tr: Arkadaşlık isteğinizi görmek için <a href="%0%">buraya tıklayın</a>.

source: %0% wants to be friends with you on %1%
tr_tr: %0% sizinle %1% üzerinde arkadaş olmak istiyor

source: %0%'s friends. Meet new people and make new friends, sex friends, hot friends for Flirt, Speed Dating or social relationship with %site_name%
tr_tr: %0%'ın arkadaşları. %site_name% ile yeni insanlarla tanışın ve yeni arkadaşlar, seks arkadaşları, flört için ateşli arkadaşlar, hızlı buluşma veya sosyal ilişki için arkadaşlar edinin

source: friend,friends,girl friend,boy friend,sex friend,hot friend,new friend,friendship,dating,flirt,%0%
tr_tr: arkadaş, arkadaşlar, kız arkadaş, erkek arkadaş, seks arkadaşı, ateşli arkadaş, yeni arkadaş, arkadaşlık, flört, %0%

source: No Friend found on %0%'s profile
tr_tr: %0% profilinde hiçbir arkadaş bulunamadı

source: No friends found.
tr_tr: Arkadaş bulunamadı.

source: %0%'s Friends:
tr_tr: %0% Arkadaşları:

source: %n% Friend
tr_tr: %n% Arkadaş

source: No Mutual Friend found on %0%'s profile
tr_tr: %0% profilinde Ortak Arkadaş bulunamadı

source: No mutual friends found.
tr_tr: Ortak arkadaş bulunamadı.

source: %0%'s Mutual Friends:
tr_tr: %0% Ortak Arkadaşları:

source: %n% Mutual Friend
tr_tr: %n% Ortak Arkadaş

source: Search %0%'s friends
tr_tr: %0% arkadaşlarında ara

source: Search a Friend of "%0%"
tr_tr: "%0%" Arkadaşını Ara

source: Enter the First/Last Name, Username, Email or ID of your friend.
tr_tr: Arkadaşınızın Adını/Soyadını, Kullanıcı Adını, E-postasını veya Kimlik Bilgilerini girin.

source: You Men!
tr_tr: Seni Adamım!

source: Vote for the most beautiful women, the sexiest and hottest!
tr_tr: En güzel, en seksi ve en ateşli kadınlara oy verin!

source: You Women!
tr_tr: Seni Kadın!

source: Vote for the best men, the sexiest and hottest!
tr_tr: En iyi, en seksi ve en yakışıklı adamlara oy verin!

source: Hot On Not - Free Online Dating Site
tr_tr: Hot On Not - Ücretsiz Çevrimiçi Arkadaşlık Sitesi

source: hot, hot or not, hotornot, sexy, rate, rating, voting, women, free, dating, speed dating, flirt
tr_tr: sıcak, sıcak ya da değil, sıcak ya da değil, seksi, puan, derecelendirme, oylama, kadınlar, ücretsiz, flört, hızlı flört, flört

source: Sorry, we haven't found any photos for the HotOrNot Party :(
tr_tr: Üzgünüz, HotOrNot Partisi için herhangi bir fotoğraf bulamadık :(

source: Sent %0%
tr_tr: %0% gönderildi

source: You must have the ONLINE status in order to speak instantaneous.
tr_tr: Anlık konuşabilmeniz için ÇEVRİMİÇİ durumda olmanız gerekmektedir.

source: %0% is offline. Send a <a href='%1%'>Private Message</a> instead.
tr_tr: %0% çevrimdışı. Bunun yerine <a href='%1%'>Özel Mesaj</a> gönderin.

source: You need to <a href='%0%'>upgrade your membership</a> to be able to chat.
tr_tr: Sohbet edebilmek için <a href='%0%'>üyeliğinizi yükseltmeniz</a> gerekiyor.

source: You must have the ONLINE status in order to chat with other users.
tr_tr: Diğer kullanıcılarla sohbet edebilmeniz için ONLINE durumda olmanız gerekmektedir.

source: Invite your Friends
tr_tr: Arkadaşlarınızı davet edin

source: Invite your friends to join %site_name%
tr_tr: Arkadaşlarınızı %site_name% sitesine katılmaya davet edin

source: Your name:
tr_tr: Adınız:

source: To:
tr_tr: Kime:

source: Upto 10 email addresses separated by commas ","
tr_tr: Virgülle ayrılmış en fazla 10 e-posta adresi ","

source: Invite your Friends!
tr_tr: Arkadaşlarınızı davet edin!

source: To prevent spam, you cannot put more than %0% email addresses at a time.
tr_tr: Spam durumunu önlemek için, aynı anda %0% adetten fazla e-posta adresi koyamazsınız.

source: One or more email addresses are invalid!
tr_tr: Bir veya daha fazla e-posta adresi geçersiz!

source: Cool! We have sent that.
tr_tr: Harika! Bunu gönderdik.

source: Hello!
tr_tr: Merhaba!

source: You have received a privilege on the invitation from your friend on the new platform to meet new generation - %site_name%
tr_tr: Yeni nesille tanışmak için yeni platformda arkadaşınızdan gelen davette ayrıcalık kazandınız - %site_name%

source: Get exclusive privilege to join your friend is waiting for you!
tr_tr: Arkadaşınızın sizi beklediği etkinliğe katılmanın ayrıcalıklı ayrıcalığını yakalayın!

source: Message left by your friend:
tr_tr: Arkadaşınızın bıraktığı mesaj:

source: You are receiving this message because "%0%" you know has entered your email address in the form of invitation of friends to our site. This is not spam!
tr_tr: Bu mesajı alıyorsunuz çünkü tanıdığınız "%0%", e-posta adresinizi sitemize davet gönderme formu aracılığıyla girmiştir. Bu spam değildir!

source: Privilege on the invitation from your friend for the new generation community platform - %site_name%
tr_tr: Yeni nesil topluluk platformu - %site_name% için arkadaşınızdan gelen davette ayrıcalık

source: Forgot your Password?
tr_tr: Parolanızı mı unuttunuz?

source: Password Reset
tr_tr: Parola Yenileme

source: Oops! Email or hash is invalid.
tr_tr: Hoppala! E-posta veya imza özeti geçersiz.

source: Your new password has been emailed to you.
tr_tr: Yeni parolanız e-postanıza gönderildi.

source: Hello,
tr_tr: Merhaba,

source: Your new password is: %0%
tr_tr: Yeni parolanız: %0%

source: Please change it once you are <a href="%0%">logged in</a> (Account -> Edit Profile -> Change Password).
tr_tr: Lütfen <a href="%0%">giriş yaptıktan</a> sonra parolanızı (Hesap -> Profili Düzenle -> Parolayı Değiştir) değiştirin.

source: Module not found!
tr_tr: Modül bulunamadı!

source: Get a new password
tr_tr: Yeni bir parola alın

source: Password reset instructions sent to %0%
tr_tr: Parola sıfırlama talimatları %0% adresine gönderildi

source: Someone (from the IP: %0%) has requested a new password for this account.
tr_tr: Birisi (%0% IP adresinden) bu hesap için yeni bir parola talep etti.

source: If you requested it, click on the link below, otherwise please ignore this email and your password will remain unchanged.
tr_tr: Eğer talep ettiyseniz lütfen aşağıdaki bağlantıya tıklayın, aksi takdirde bu e-postayı dikkate almayın, şifreniz değişmeden kalacaktır.

source: Request for new password - %site_name%
tr_tr: Yeni parola talebi - %site_name%

source: Love Calculator with <span class="pH1">You</span> and <span class="pH1">%0%</span>
tr_tr: <span class="pH1">Siz</span> ve <span class="pH1">%0%</span> ile Aşk Hesaplayıcısı

source: No Name Found for the Love Calculator!
tr_tr: Aşk Hesaplayıcısı İçin İsim Bulunamadı!

source: Your message does not exist anymore in your trash bin.
tr_tr: Mesajınız artık çöp kutunuzda yok.

source: Your message has been moved to your trash bin.
tr_tr: Mesajınız çöp kutunuza taşındı.

source: Your message does not exist anymore in your inbox.
tr_tr: Mesajınız artık gelen kutunuzda yok.

source: Your message has been moved to your inbox.
tr_tr: Mesajınız gelen kutunuza taşındı.

source: Your message does not exist anymore.
tr_tr: Mesajınız artık yok.

source: Your message has been successfully removed!
tr_tr: Mesajınız başarıyla kaldırıldı!

source: No messages found!
tr_tr: Mesaj bulunamadı!

source: Email List
tr_tr: E-posta Listesi

source: %n% message found!
tr_tr: %n% mesaj bulundu!

source: Messages : Compose new message
tr_tr: Mesajlar: Yeni mesaj oluştur

source: Compose a new message
tr_tr: Yeni mesaj oluştur

source: Messages
tr_tr: Mesajlar

source: No Messages Found!
tr_tr: Mesaj Bulunamadı!

source: No messages in your inbox
tr_tr: Gelen kutunuzda mesaj yok

source: You don't have any new messages ☹ Go <a href='%0%'>speak with others</a>!
tr_tr: Yeni mesajınız yok ☹ Gidip <a href='%0%'>başkalarıyla konuşun</a>!

source: Messages : Sent
tr_tr: Mesajlar: Gönderildi

source: Empty!
tr_tr: Boş!

source: Sorry!
tr_tr: Maalesef!

source: No messages found.
tr_tr: Mesaj bulunamadı.

source: Messages : Trash
tr_tr: Mesajlar : Çöp

source: No trashed messages were found.
tr_tr: Çöpe atılmış mesaj bulunamadı.

source: Mail Search - Look for a message
tr_tr: Posta Arama - Bir mesajı arayın

source: Your search didn't match any of your messages.
tr_tr: Aradığınız mesajlarınızın hiçbiri ile eşleşmedi.

source: Mail | Message - Your search returned
tr_tr: Posta | Mesaj - Aramanız geri döndürdü

source: Your message doesn't exist anymore in your trash bin.
tr_tr: Mesajınız artık çöp kutunuzda bulunmuyor.

source: Your message(s) has/have been moved to your trash bin.
tr_tr: Mesajlarınız çöp kutunuza taşındı.

source: Your message doesn't exist anymore in your inbox.
tr_tr: Mesajınız artık gelen kutunuzda bulunmuyor.

source: Your message(s) has/have been moved to your inbox.
tr_tr: Mesajınız gelen kutunuza taşındı.

source: Your message has been deleted successfully
tr_tr: Mesajınız başarıyla silindi

source: Your message doesn't exist anymore.
tr_tr: Mesajınız artık mevcut değil.

source: Your message(s) has/have been deleted successfully!
tr_tr: Mesajlarınız başarıyla silindi!

source: Please <a href="%0%">research with different keywords</a>.
tr_tr: Lütfen <a href="%0%">farklı anahtar kelimelerle araştırma yapın</a>.

source: RE:
tr_tr: İlt:

source: Recipient:
tr_tr: Alıcı:

source: Send
tr_tr: Gönder

source: Search a message:
tr_tr: Mesaj arayın:

source: Enter a keyword in the Subject, Contents, Author (username, first name, last name) or message ID.
tr_tr: Konu, İçerik, Yazar (kullanıcı adı, ad, soyad) veya mesaj ID alanlarına anahtar kelimenizi girin.

source: Subject
tr_tr: Konu

source: Author (username)
tr_tr: Yazar (kullanıcı adı)

source: Recent
tr_tr: Son

source: Inbox
tr_tr: Gelen kutusu

source: Outbox
tr_tr: Giden kutusu

source: Trash
tr_tr: Çöp Kutusu

source: Oops! You can not send a message to yourself.
tr_tr: Hoppala! Kendinize mesaj gönderemezsiniz.

source: Oops! You cannot reply to administrator! If you want to contact us, please use our <a href="%0%">contact form</a>.
tr_tr: Hoppala! Yöneticiye cevap veremezsiniz! Bizimle iletişime geçmek istiyorsanız lütfen <a href="%0%">iletişim formumuzu</a> kullanın.

source: Oops! The username "%0%" does not exist.
tr_tr: Hoppala! "%0%" kullanıcı adı mevcut değil.

source: Problem while sending the message. Please try again later.
tr_tr: Mesaj gönderilirken sorun oluştu. Lütfen daha sonra tekrar deneyin.

source: You received a new message from %0%
tr_tr: %0% adlı kişiden yeni bir mesaj aldınız

source: Click here
tr_tr: Buraya tıklayın

source: to read your message.
tr_tr: mesajınızı okumak için.

source: New private message from %0% on %site_name%
tr_tr: %0% adlı kişiden %site_name% adlı kullanıcıya ait yeni özel mesaj

source: Oops! The country name is not specified.
tr_tr: Hoppala! Ülke adı belirtilmemiş.

source: Free online dating in %0% %1%, meet people, find friends. Single men & women in %2% %3%
tr_tr: %0% %1% sitesinde ücretsiz çevrimiçi flört, insanlarla tanış, arkadaş bul. %2% %3% sitesinde bekar erkekler ve kadınlar

source: Free online dating in %0% with single women & men. Personals, meet people & find friends in %1% on internet dating site. Find sweet love or sex dating and flirt in %2%, %3% with %site_name%
tr_tr: %0% sitesinde bekar kadın ve erkeklerle ücretsiz çevrimiçi flört. Kişisel profiller ve insanlarla tanışın ve %1% sitesinde internet flört sitesinde arkadaşlar bulun. %2%, %3% %site_name% ile tatlı aşk veya seks flörtü bulun ve flört edin

source: meeting woman, meeting man, %0%, %1%, meet people, networking, friends, communicate, meet online, online community, clubs, announces meeting, free dating, dating, %2% dating, communication, matrimonial meeting, sharing photos, flirt, finding friends, classifieds, personals, online, social networking
tr_tr: kadınla tanışma, erkekle tanışma, %0%, %1%, insanlarla tanışma, ağ kurma, arkadaşlar, iletişim, çevrimiçi buluşma, çevrimiçi topluluk, kulüpler, toplantı duyurusu, ücretsiz flört, flört, %2% flört, iletişim, evlilik buluşması, fotoğraf paylaşma, flört, arkadaş bulma, sınıflandırılmışlar, kişiler, çevrimiçi, sosyal ağlar

source: Meet new people in %0% %1%
tr_tr: %0% %1% sitesinde yeni insanlarla tanışın

source: %n% member lives
tr_tr: %n% üye çevrimiçi

source: %0% near %1% %2%
tr_tr: %1% %2% yakınlarında %0%

source: Meet new people here thanks to <b>%site_name%</b>!
tr_tr: <b>%site_name%</b> sayesinde burada yeni insanlarla tanışın!

source: You are AWESOME!!! 🎉
tr_tr: HARİKASIN!!! 🎉

source: Wow! You are the %0%th member! YOU ARE AWESOME! 😍
tr_tr: Vay canına! Sen %0%. üyesin! MUHTEŞEMSİN! 😍

source: #WOW! I'm the %0%th member on %site_url%! #milestone succeeded!!! #%site_name%
tr_tr: #VAY! %site_url% adresindeki %0%. üyeyim! #kilometre taşı geçildi!!! #%site_name%

source: Do you think it is the right time to <a href="%0%">Become a Patron</a> and support the development of the software?
tr_tr: Yazılımın gelişimini desteklemek için <a href="%0%">Destekçi Olmanın</a> doğru zaman olduğunu düşünüyor musunuz?

source: Are you generous enough to thank the development of the software? <a href="%0%">Become a patron</a> today.
tr_tr: Yazılımın geliştirilmesine teşekkür edecek kadar cömert misiniz? Bugün <a href="%0%">Destekçi olun</a>.

source: Subscribe to <a href="%0%">pH7Builder Patreon</a>.
tr_tr: <a href="%0%">pH7Builder Patreon</a>'a abone olun.

source: <a href="%0%">Subscribe to be a patron</a>.
tr_tr: <a href="%0%">Desteklemek için abone olun</a>.

source: Hi there! 😊
tr_tr: Merhaba! 😊

source: Something AMAZING and AWESOME just happened to your website!!!
tr_tr: Sitenize ŞAŞIRTICI ve MÜTHİŞ bir şey oldu!!!

source: Indeed, your website reached the %0% users!!! Congratulations! 😍
tr_tr: Siteniz %0% kullanıcıya ulaştı!!! Tebrikler! 😍

source: Your Website Reached %0% users!!! 🎉
tr_tr: Web Siteniz %0% kullanıcıya ulaştı!!! 🎉

source: Newsletter
tr_tr: Haber Bülteni

source: Search Subscribers
tr_tr: Aboneleri Ara

source: Browse Subscribers
tr_tr: Abonelere Göz At

source: %n% subscriber found
tr_tr: %n% abone bulundu

source: The subscribers(s) has/have been removed.
tr_tr: Abone(ler) kaldırıldı.

source: Subscribe to our Newsletter
tr_tr: Bültenimize abone olun

source: Newsletters - Subscribe to our newsletter %site_name% | Social networking, dating website.
tr_tr: Haber Bültenleri - Haber bültenimize abone olun %site_name% | Sosyal ağ, tanışma sitesi.

source: newsletter, newsletters, subscription, email, social, social network, social networking, community, metting, dating, friends, people
tr_tr: haber bülteni, haber bültenleri, abonelik, e-posta, sosyal, sosyal ağ, sosyal ağ oluşturma, topluluk, toplantı, flört, arkadaşlar, insanlar

source: ATTENTION! Sending emails may take several tens of minutes/hours.
tr_tr: DİKKAT! E-postaların gönderilmesi dakikalar/saatlerce sürebilir.

source: Once the form is sent, do not close the browser page!
tr_tr: Form gönderildikten sonra tarayıcı sayfanızı kapatmayınız!

source: Only subscribers registered from the newsletter list
tr_tr: Sadece bülten listesine kayıtlı aboneler

source: Send!
tr_tr: Gönder!

source: Search an Subscriber:
tr_tr: Abone Ara:

source: Enter their ID, Name, Email or IP address.
tr_tr: Kimlik, Ad, E-posta veya IP adresini girin.

source: Name
tr_tr: İsim

source: Your full name:
tr_tr: Adınız ve Soyadınız:

source: Your email:
tr_tr: E-postanız:

source: Subscribe
tr_tr: Abone ol

source: Unsubscribe
tr_tr: Abonelikten çık

source: %n% newsletter has been successfully sent
tr_tr: %n% bülten başarıyla gönderildi

source: Please activate your subscription by clicking the activation link you received by email. If you can not find the email, please look in your SPAM FOLDER and mark as not spam.
tr_tr: Lütfen e-postayla aldığınız aktivasyon bağlantısına tıklayarak aboneliğinizi etkinleştirin. E-postayı bulamazsanız, lütfen SPAM KLASÖRÜNÜZE bakın ve spam değil olarak işaretleyin.

source: Oops! You are already subscribed to our newsletter.
tr_tr: Hoppala! Haber bültenimize zaten abonesiniz.

source: Your subscription was successfully canceled.
tr_tr: Aboneliğiniz başarıyla iptal edildi.

source: We didn't find any subscribers with this email address.
tr_tr: Bu e-posta adresine sahip herhangi bir abone bulamadık.

source: Welcome to %site_name%'s Subscription!
tr_tr: %site_name% Aboneliğine Hoş Geldiniz!

source: Confirm you email address!
tr_tr: E-posta adresinizi onaylayın!

source: Welcome to the Note administrator mode.
tr_tr: Not yönetici moduna hoş geldiniz.

source: Notes Moderation
tr_tr: Notlar Moderasyon

source: The Note has been approved!
tr_tr: Not onaylandı!

source: Oops! The Note could not be approved!
tr_tr: Hoppala! Not onaylanamadı!

source: Note Posts of %site_name% community
tr_tr: %site_name% topluluğunun Not Gönderileri

source: Notes. Let Users talk!
tr_tr: Notlar. Kullanıcıların konuşmasına izin verin!

source: No notes found.
tr_tr: Not bulunamadı.

source: Oops! There are no notes at the moment. Please come back soon 😉
tr_tr: Hoppala! Şu anda not yok. Lütfen yakında geri gelin 😉

source: Note not found.
tr_tr: Not bulunamadı.

source: Not "%0%" category found!
tr_tr: "%0%" kategorisi bulunamadı!

source: Search by Category: "%0%" Note
tr_tr: Kategoriye Göre Ara: "%0%" Not

source: %n% Note Found!
tr_tr: %n% Not Bulundu!

source: Search Note Post by Category %0% - Dating Social Community Note
tr_tr: Kategoriye Göre Not Gönderisini Ara %0% - Arkadaşlık Sosyal Topluluk Notu

source: search,post,blog,note,dating,social network,community,news
tr_tr: arama, gönderi, blog, not, flört, sosyal ağ, topluluk, haberler

source: None "%0%" author was found!
tr_tr: Hiçbir "%0%" yazarı bulunamadı!

source: No %0%'s posts found.
tr_tr: %0% isimli kullanıcının gönderisi bulunamadı.

source: Search by Author: "%0%" Note
tr_tr: Yazara Göre Ara: "%0%" Not

source: Search Note Post by Author %0% - Dating Social Community Note
tr_tr: Yazara Göre Not Gönderisini Ara %0% - Arkadaşlık Sosyal Topluluk Notu

source: author,search,post,blog,note,dating,social network,community,news
tr_tr: yazar, arama, gönderi, blog, not, flört, sosyal ağ, topluluk, haberler

source: Note Search - Looking for a post
tr_tr: Not Arama - Bir gönderi arıyorum

source: Dating Social Note - Your search returned
tr_tr: Dating Social Not - Aramanız geri döndü

source: Search - Dating Social Community Note
tr_tr: Arama - Arkadaşlık Sosyal Topluluk Notu

source: search,note,dating,social network,community,news
tr_tr: arama, not, flört, sosyal ağ, topluluk, haberler

source: Add a Note
tr_tr: Bir Not Ekleyin

source: Edit the Note
tr_tr: Notu Düzenleyin

source: You can go back on the <a href="%0%">note homepage</a> or <a href="%1%">search with different keywords</a>.
tr_tr: <a href="%0%">Not ana sayfasına</a> geri dönebilir veya <a href="%1%">farklı anahtar kelimelerle arama yapabilirsiniz</a>.

source: Select a category that fits the best for your article. You can select up to three different categories
tr_tr: Makaleniz için en uygun kategoriyi seçin. Üç farklı kategoriye kadar seçim yapabilirsiniz

source: Language of your post:
tr_tr: Gönderinizin dili:

source: Language of the post:
tr_tr: Gönderinin dili:

source: Enter Name, Keyword of posts, Author (username, first name, last name) or ID of a note.
tr_tr: Adı, gönderilerin anahtar kelimelerini, yazarını (kullanıcı adı, ad, soyad) veya notun kimliğini girin.

source: Search Note Posts:
tr_tr: Not Yazılarını Ara:

source: You cannot select more than %0% categories.
tr_tr: %0%'dan fazla kategori seçemezsiniz.

source: Your updated note has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
tr_tr: Güncellenen notunuz alındı. Moderatörlerimiz tarafından onaylanana kadar görünür olmayacak. Lütfen yeni bir not göndermeyin.

source: Your note has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
tr_tr: Notunuz alındı. Moderatörlerimiz tarafından onaylanana kadar görünür olmayacak. Lütfen yeni bir tane göndermeyin.

source: Online Dating Sie for Single!
tr_tr: Bekarlar İçin Online Arkadaşlık Sitesi!

source: Meet new people and have meetings near you with %site_name%, the new online dating free site new generation with webcam chat!
tr_tr: Yeni insanlarla tanışın ve yakınlarınızdaki toplantıları %site_name% ile gerçekleştirin, web kamerası sohbetli yeni nesil ücretsiz çevrimiçi tanışma sitesi!

source: dating, free dating, online dating, people, meeting, romance, woman, man, dating site, flirt, chat, chat room, webcam, video chat, %site_name%
tr_tr: flört, ücretsiz flört, çevrimiçi flört, insanlar, toplantı, romantizm, kadın, erkek, flört sitesi, flört, sohbet, sohbet odası, web kamerası, görüntülü sohbet, %site_name%

source: Free Online Dating with %site_name%!
tr_tr: %site_name% ile Ücretsiz Çevrimiçi Arkadaşlık!

source: Innovative Online Dating Platform
tr_tr: Yenilikçi Çevrimiçi Arkadaşlık Platformu

source: FAQ
tr_tr: SSS

source: Frequently asked questions of %site_name%
tr_tr: %site_name% hakkında sık sorulan sorular

source: Terms and Conditions of Use
tr_tr: Kullanım Şartları ve Koşulları

source: Terms and Conditions of Use, Terms of Use - %site_name%
tr_tr: Kullanım Şartları ve Koşulları, Kullanım Şartları - %site_name%

source: Affiliate Terms and Conditions of Use
tr_tr: Ortaklık Kullanım Şartları ve Koşulları
