Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: You need a Google API key to retrieve the YouTube video info.
tr_tr: YouTube video bilgilerini alabilmek için bir Google API anahtarına ihtiyacınız var.

source: Add new videos
tr_tr: Yeni videolar ekle

source: Latest Blog Posts %site_name%
tr_tr: Son Blog Yazıları %site_name%

source: Latest %0% Comments
tr_tr: Son %0% Yorumlar

source: %0%'s comments
tr_tr: %0% adlı kişinin yorumları

source: Latest Forum Topic Posts
tr_tr: Son Forum Konu Gönderileri

source: Latest Forum Topic Posts of %site_name%
tr_tr: %site_name% sitesinin Son Forum Konu Gönderileri

source: Latest Forum Topics of %site_name%
tr_tr: %site_name% sitesinin Son Forum Konuları

source: XML Sitemap - %site_name%
tr_tr: XML Site Haritası - %site_name%

source: Priority
tr_tr: Öncelik

source: Change Frequency
tr_tr: Değişim Sıklığı

source: Last Change (UTC)
tr_tr: Son Değiştirme (UTC)

source: Discussion Forums
tr_tr: Tartışma Forumları

source: Videos Movie
tr_tr: Videolar Film

source: User Birthday
tr_tr: Kullanıcı Doğumgünü

source: Share %site_name%
tr_tr: Paylaş %site_name%

source: XML Site Map
tr_tr: XML Site Haritası

source: Latest Notes %site_name%
tr_tr: En Son Notlar %site_name%

source: No RSS Feed found at %site_name%
tr_tr: %site_name% adresinde RSS Akışı bulunamadı

source: Forum Topics
tr_tr: Forum Konuları

source: Picture Comments
tr_tr: Resim Yorumları

source: Oops! No links to display. Come back later ;)
tr_tr: Hoppala! Gösterilecek bağlantı yok. Daha sonra tekrar gelin ;)

source: Fake Admin Panel
tr_tr: Fake Yönetici Paneli

source: Config Fake Admin Panel
tr_tr: Fake Yönetici Panelini Yapılandır

source: Universal Login Config
tr_tr: Evrensel Giriş Yapılandırması

source: See the log files
tr_tr: Log dosyalarına bakın

source: Hello %0%
tr_tr: Merhaba %0%

source: Generate Bulk Members (without profile photos)
tr_tr: Toplu Üye Oluştur (profil fotoğrafları olmadan)

source: Generate Bulk Members
tr_tr: Toplu Üyeler Oluştur

source: Generate Bulk Subscribers
tr_tr: Toplu Aboneler Oluştur

source: Generate Bulk Affiliates
tr_tr: Toplu Ortaklar Oluşturun

source: SMS Gateway Verification APIs
tr_tr: SMS Gateway Doğrulama API'leri

source: HELP
tr_tr: YARDIM

source: My email address has changed.
tr_tr: E-posta adresim değişti.

source: Generated on: %0%
tr_tr: Oluşturulma tarihi: %0%

source: For security reasons, you cannot change your nickname.
tr_tr: Güvenlik nedeniyle rumuzunuz değiştirilemez.

source: For security reasons and to avoid spam, you cannot change your email address. If it has changed, you will need to <a href="%0%">delete</a> your account and create a new one.
tr_tr: Güvenlik ve spam'lerin engellenmesi tedbirleriyle e-posta adresinizi değiştiremezsiniz. Değiştiyse, hesabınızı <a href="%0%">silmeniz</a> ve yeni bir tane oluşturmanız gerekecektir.
