Repository: adnan-kutay-yuksel/pH7-Internationalization
Catalog: _protected/app/langs/*/LC_MESSAGES/global.po
Languages: tr_tr

source: Affiliate Terms and Conditions of Use, Terms of Use - %site_name%
tr_tr: Ortaklık Kullanım Şartları ve Koşulları, Kullanım Şartları - %site_name%

source: Privacy Policy
tr_tr: Gizlilik Politikası

source: Privacy Policy - %site_name%
tr_tr: Gizlilik Politikası - %site_name%

source: Legal Notice
tr_tr: Yasal Uyarı

source: Legal Notice - %site_name%
tr_tr: Yasal Uyarı - %site_name%

source: Help Us
tr_tr: Bize Yardım Edin

source: Help US - %site_name%
tr_tr: Bize Yardım Edin - %site_name%

source: Share this site with others!
tr_tr: Bu siteyi başkalarıyla paylaşın!

source: Do you like %site_name% and want it even more popular, then share this site on your website, blog, discussion forum, etc...
tr_tr: %site_name% sitesini beğendiyseniz ve daha da popüler olmasını istiyorsanız, bu siteyi web sitenizde, blogunuzda, tartışma forumunuzda vb. paylaşın.

source: Partners of %site_name%
tr_tr: %site_name% Partnerleri

source: Jobs - Careers @ %site_name%
tr_tr: İşler - Kariyer @ %site_name%

source: Careers, Jobs and Internships at %site_name%
tr_tr: %site_name%'de Kariyer, İş ve Stajlar

source: Links and Partners of %site_name%
tr_tr: %site_name% Bağlantıları ve Ortakları

source: Administration of Payment System
tr_tr: Ödeme Sisteminin Yönetimi

source: Configure Payment Gateways
tr_tr: Ödeme Ağ Geçitlerini Yapılandırın

source: No membership found!
tr_tr: Üyelik bulunamadı!

source: Memberships List
tr_tr: Üyelik Listesi

source: Add Membership
tr_tr: Üyelik Ekle

source: Update Membership
tr_tr: Üyeliği Güncelle

source: You cannot delete the default membership group.
tr_tr: Varsayılan üyelik grubunu silemezsiniz.

source: The Membership has been removed!
tr_tr: Üyelik silindi!

source: This one cannot be deleted.
tr_tr: Bu silinemez.

source: Choose your package 🤩
tr_tr: Paketinizi seçin 🤩

source: Memberships Plans
tr_tr: Üyelik Planları

source: Payment Option
tr_tr: Ödeme Seçeneği

source: Membership charged for %0%
tr_tr: Üyelik ücreti %0%

source: Error processing transaction: %0%
tr_tr: İşlem işlenirken hata oluştu: %0%

source: Provider Not Found!
tr_tr: Sağlayıcı Bulunamadı!

source: Error occurred!
tr_tr: Hata oluştu!

source: %0% payment was made with the following information:
tr_tr: Aşağıdaki bilgilerle %0% ödeme yapıldı:

source: Membership Details
tr_tr: Üyelik Detayları

source: Never
tr_tr: Asla

source: Congratulations! You received a new payment from %0%
tr_tr: Tebrikler! %0%'dan yeni bir ödeme aldınız

source: Date of the payment: %0%
tr_tr: Ödeme tarihi: %0%

source: Membership name: %0%
tr_tr: Üyelik adı: %0%

source: Amount: %1%%0%
tr_tr: Miktar: %1%%0%

source: Membership duration: %n% day
tr_tr: Üyelik süresi: %n% gün

source: User Web browser info: %0%
tr_tr: Kullanıcı Web tarayıcısı bilgisi: %0%

source: Buyer IP address: %0%
tr_tr: Alıcı IP adresi: %0%

source: It might be now the perfect time to <a href="%0%">become a Patron</a> and support the development of the software?
tr_tr: Yazılımın gelişimini desteklemek için <a href="%0%">Destek olmanın</a> tam zamanı olabilir mi?

source: New Payment Received from %0%
tr_tr: %0% Yeni Ödeme Yaptı

source: Name:
tr_tr: İsim:

source: Price:
tr_tr: Fiyat:

source: Currency: %0%. 0 = Free. To change the currency, please <a href="%1%">go to settings</a>.
tr_tr: Para birimi: %0%. 0 = Ücretsiz. Para birimini değiştirmek için lütfen <a href="%1%">ayarlara gidin</a>.

source: Duration (expiration days):
tr_tr: Süre (son kullanıma kalan gün):

source: 0 = Unlimited
tr_tr: 0 = Limitsiz

source: Status:
tr_tr: Durum:

source: Enabled
tr_tr: Etkinleştirilmiş

source: Disabled
tr_tr: Devre Dışı Bırakılmış

source: The Membership has been saved successfully!
tr_tr: Üyelik başarıyla kaydedildi!

source: The Membership has been added!
tr_tr: Üyelik eklendi!

source: The payment was aborted. No charge has been taken from your account.
tr_tr: Ödeme iptal edildi. Hesabınızdan herhangi bir ücret alınmadı.

source: Buy %0% with %1%!
tr_tr: %0% ürününü %1% ile satın al!

source: Will You Help pH7Builder?
tr_tr: pH7Builder'a Yardım Edecek Misiniz?

source: Thanks a LOT for your donation!!! Highly appreciate :-)
tr_tr: Bağışınız için ÇOK teşekkür ederim!!! Çok memnun oldum :-)

source: picture,photo,pictures,photos,album,albums,photo album,picture album,gallery,picture dating
tr_tr: resim, fotoğraf, resimler, fotoğraflar, albüm, albümler, fotoğraf albümü, resim albümü, galeri, resim buluşması

source: Add a new Album
tr_tr: Yeni bir Albüm ekle

source: Add some Photos
tr_tr: Birkaç Fotoğraf Ekle

source: Edit Album
tr_tr: Albümü Düzenle

source: Edit Photo
tr_tr: Fotoğrafı Düzenle

source: Oops! 😵 Nothing here for the moment.
tr_tr: Hoppala! 😵 Şu an burada bir şey yok.

source: The %0%'s photo album
tr_tr: %0% kullanıcısının fotoğraf albümü

source: Photo Gallery Community
tr_tr: Fotoğraf Galerisi Topluluk

source: %0%'s Albums | Photo Albums of the Dating Social Community - %site_name%
tr_tr: %0% kullanıcısının Albümleri | Arkadaşlık Sosyal Topluluğunun Fotoğraf Albümleri - %site_name%

source: Album not found or still in pending approval.
tr_tr: Albüm bulunamadı veya hala onay bekliyor.

source: %0%'s photo album
tr_tr: %0% kullanıcısının fotoğraf albümü

source: Browse %0%'s Photos | Photo Album Social Community - %site_name%
tr_tr: %0% kullanıcısının Fotoğraflarına Göz Atın | Fotoğraf Albümü Sosyal Topluluk - %site_name%

source: Photo not found or still in pending approval.
tr_tr: Fotoğraf bulunamadı veya hala onay bekliyor.

source: %0%'s photo
tr_tr: %0% kullanıcısının fotoğrafı

source: %0%'s photo, %1%
tr_tr: %0% kullanıcısının fotoğrafı, %1%

source: %0%'s photo, %1%, %2%
tr_tr: %0% kullanıcısının fotoğrafı, %1%, %2%

source: picture,photo,pictures,photos,album,albums,photo album,picture album,gallery,%0%,%1%,%2%
tr_tr: resim, fotoğraf, resimler, fotoğraflar, albüm, albümler, fotoğraf albümü, resim albümü, galeri, %0%,%1%,%2%

source: Your photo has been removed.
tr_tr: Fotoğrafınız kaldırıldı.

source: Your album has been removed.
tr_tr: Albümünüz kaldırıldı.

source: Photo Search - Looking for a photo
tr_tr: Fotoğraf Arama - Fotoğraf arıyorum

source: Dating Social Picture - Your search returned
tr_tr: Dating Social Picture - Aramanız geri döndü

source: %n% photo found!
tr_tr: %n% fotoğraf bulundu!

source: Search - %site_name% is a Dating Social Photo Community!
tr_tr: Ara - %site_name% bir Arkadaşlık Sosyal Fotoğraf Topluluğudur!

source: search,picture,photo, photo gallery,dating,social network,community,music,movie,news,picture sharing
tr_tr: arama, resim, fotoğraf, fotoğraf galerisi, flört, sosyal ağ, topluluk, müzik, film, haberler, resim paylaşımı

source: Please return to <a href="%0%">the previous page</a> or <a href="%1%">add new photos</a> in this album.
tr_tr: Lütfen <a href="%0%">önceki sayfaya</a> dönün veya bu albüme <a href="%1%">yeni fotoğraflar ekleyin</a>.

source: Album Cover Name:
tr_tr: Albüm Kapak Adı:

source: Album Cover Description:
tr_tr: Albüm Kapak Açıklaması:

source: Album Cover Thumbnail:
tr_tr: Albüm Kapak Küçük Resmi:

source: Image Name:
tr_tr: Görüntü Adı:

source: Image Description:
tr_tr: Görüntü Açıklaması:

source: Choose your album - OR - <a href="%0%">Add a new Album</a>
tr_tr: Albümünüzü seçin - VEYA - <a href="%0%">Yeni bir Albüm ekleyin</a>

source: Name for your photo(s):
tr_tr: Fotoğraf(lar)ınız için isim:

source: Your photo(s):
tr_tr: Fotoğraf(lar)ınız:

source: Tip:
tr_tr: İpucu:

source: You can select multiple photos at once by clicking multiple files while holding down the "CTRL" key.
tr_tr: "CTRL" tuşunu basılı tutarken birden fazla dosyaya tıklayarak birden fazla fotoğrafı aynı anda seçebilirsiniz.

source: Note:
tr_tr: Not:

source: Please be patient while uploading, this may take time (especially if you are uploading a lot of photos at once).
tr_tr: Yükleme sırasında lütfen sabırlı olun, bu işlem zaman alabilir (özellikle aynı anda çok sayıda fotoğraf yüklüyorsanız).

source: Description for your photo(s):
tr_tr: Fotoğraf(lar)ınızın açıklaması:

source: Upload
tr_tr: Yükle

source: ID or Name of Picture:
tr_tr: Fotoğraf Kimliği veya Adı:

source: Your album has been successfully updated!
tr_tr: Albümünüz başarıyla güncellendi!

source: Your photo has been successfully updated!
tr_tr: Fotoğrafınız başarıyla güncellendi!

source: Please add a category before you add some photos.
tr_tr: Fotoğraf eklemeden önce lütfen bir kategori ekleyin.

source: Your photo(s) has/have been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
tr_tr: Fotoğraf(lar)ınız alındı. Moderatörlerimiz tarafından onaylanana kadar görünür olmayacaktır. Lütfen yeni bir tane göndermeyin.

source: Your photo(s) has/have been successfully added!
tr_tr: Fotoğraf(lar)ınız başarıyla eklendi!

source: The report has been deleted.
tr_tr: Rapor silindi.

source: Cannot remove the report. Please try later.
tr_tr: Rapor kaldırılamıyor. Lütfen daha sonra deneyin.

source: %n% Report
tr_tr: %n% Rapor

source: Report #%0%
tr_tr: Rapor #%0%

source: A problem occurred during the deleted of the reporting.
tr_tr: Raporlamanın silinmesi sırasında bir sorun oluştu.

source: Report successfully deleted.
tr_tr: Rapor başarıyla silindi.

source: Report Abuse/Content
tr_tr: Kötüye Kullanımı/İçeriği Bildir

source: Do your want to report this?
tr_tr: Bunu raporlamak ister misiniz?

source: Type the Content
tr_tr: İçeriği yazın

source: Profile
tr_tr: Profil

source: Profile Image
tr_tr: Profil Resmi

source: Message
tr_tr: Mesaj

source: Comment
tr_tr: Yorum

source: Photo
tr_tr: Fotoğraf

source: Discussions
tr_tr: Tartışmalar

source: Note
tr_tr: Not

source: Comment:
tr_tr: Yorum:

source: Tell us why you want to report this content (scam, illegal content, adult content, etc.). Help us to eliminate scams, fake profiles, spam ... Thank you
tr_tr: Bu içeriği neden bildirmek istediğinizi bize bildirin (dolandırıcılık, yasa dışı içerik, yetişkinlere yönelik içerik, vb.). Dolandırıcılıkları, sahte profilleri, spam'i ortadan kaldırmamıza yardımcı olun... Teşekkür ederiz

source: Report It
tr_tr: Bildir

source: You have already reported abuse about this profile.
tr_tr: Bu profil hakkında daha önce kötüye kullanım bildirdiniz.

source: Unable to report abuse.
tr_tr: Kötüye kullanımı bildirilemedi.

source: You have successfully reported abuse about this profile.
tr_tr: Bu profille ilgili kötüye kullanımı başarıyla bildirdiniz.

source: Reporter:
tr_tr: Bildirim Yapan:

source: Spammer:
tr_tr: Spam yapan:

source: Contant Type:
tr_tr: İçerik Türü:

source: Description of report:
tr_tr: Bildirimin açıklaması:

source: Date:
tr_tr: Tarih:

source: Abuse report from %site_name%
tr_tr: %site_name% sitesinden kötüye kullanım raporu

source: Verification Code - Two-Factor Authentication
tr_tr: Doğrulama Kodu - İki Faktörlü Kimlik Doğrulama

source: BACKUP VERIFICATION CODE - %site_url% | %0%
tr_tr: YEDEKLEME DOĞRULAMA KODU - %site_url% | %0%

source: Code: %0%
tr_tr: Kod: %0%

source: Date: %0%
tr_tr: Tarih: %0%

source: Print it and keep it in a safe place, like your wallet.
tr_tr: Bunu yazdırın ve cüzdanınız gibi güvenli bir yerde saklayın.

source: Regards, %site_name%
tr_tr: Saygılarımızla, %site_name%

source: Powered by "pH7Builder.com" software.
tr_tr: "pH7Builder.com" yazılımı tarafından desteklenmektedir.

source: No module found!
tr_tr: Modül bulunamadı!

source: The 6 digit code provided by your authenticator app:
tr_tr: Kimlik doğrulama uygulamanız tarafından sağlanan 6 haneli kod:

source: Open your two-factor authentication app on your device to view the 6 digit code.
tr_tr: Cihazınızda iki faktörlü kimlik doğrulama uygulamasını açarak 6 haneli kodu görüntüleyin.

source: Oops! The Verification Code is incorrect. Please try again.
tr_tr: Hoppala! Doğrulama Kodu yanlış. Lütfen tekrar deneyin.

source: My Dashboard
tr_tr: Gösterge Panelim

source: Meet %0%, from %1%
tr_tr: %1% bölgesinden %0% ile tanışın

source: Oops...! No news feed available at the moment.
tr_tr: Hoppala...! Şu anda haber akışı mevcut değil.

source: Last Edited: %0%
tr_tr: Son Düzenleme: %0%

source: No news feed available at the moment. Start commenting some profiles!
tr_tr: Şu anda haber akışı mevcut değil. Bazı profillere yorum yapmaya başlayın!

source: Read more
tr_tr: Devamını oku

source: Oops, your post could not be sent. Please try again later.
tr_tr: Hoppala, gönderiniz gönderilemedi. Lütfen daha sonra tekrar deneyin.

source: Your post has been sent successfully!
tr_tr: Mesajınız başarıyla gönderildi!

source: Oops, your post could not be saved. Please try again later.
tr_tr: Hoppala, gönderiniz kaydedilemedi. Lütfen daha sonra tekrar deneyin.

source: Your post has been saved successfully!
tr_tr: Mesajınız başarıyla kaydedildi!

source: Your post does not exist anymore.
tr_tr: Mesajınız artık mevcut değil.

source: No results. Please try again with wider or new search criteria.
tr_tr: Sonuç bulunamadı. Lütfen daha geniş veya yeni arama kriterleriyle tekrar deneyin.

source: Browse Members
tr_tr: Üyelere Göz At

source: Meet new People with %0%
tr_tr: %0% ile yeni İnsanlarla Tanışın

source: Meet new People and Friends near you with %site_name% - Browse Members
tr_tr: %site_name% ile yakınınızdaki yeni İnsanlarla ve Arkadaşlarla tanışın - Üyelere Göz Atın

source: Sign In to %site_name%
tr_tr: %site_name% sitesine giriş yapın

source: See you soon!
tr_tr: Yakında görüşürüz!

source: Sad to see you leaving us! :(
tr_tr: Aramızdan ayrıldığınızı görmek üzücü! :(

source: You are now logged out. Hope to see you again very soon!
tr_tr: Şu anda çıkış yaptınız. En kısa zamanda tekrar görüşmek üzere!

source: Meet <span class="pH1">%0%</span> on <span class="pH0">%site_name%</span>
tr_tr: <span class="pH1">%0%</span> ile <span class="pH0">%site_name%</span> adresinde tanışın

source: Friend:
tr_tr: Arkadaş:

source: No Friends
tr_tr: Arkadaş yok

source: Friends:
tr_tr: Arkadaşlar:

source: Mutual Friend:
tr_tr: Ortak Arkadaş:

source: No Mutual Friends
tr_tr: Ortak Arkadaş Yok

source: Mutual Friends:
tr_tr: Ortak Arkadaşlar:

source: Whoops! "%0%" profile is not found.
tr_tr: Hoppala! "%0%" profili bulunamadı.

source: Suggestions:
tr_tr: Öneriler:

source: Return home
tr_tr: Anasayfaya geri dön

source: Go back to the previous page
tr_tr: Önceki sayfaya geri dön

source: Quick Search
tr_tr: Hızlı Arama

source: Advanced Search
tr_tr: Gelişmiş Arama

source: Account Settings
tr_tr: Hesap Ayarları

source: Edit Profile
tr_tr: Profilinizi Düzenleyin

source: Profile Photo
tr_tr: Profil Fotoğrafı

source: Change your Profile Photo
tr_tr: Profil Fotoğrafınızı değiştirin

source: Profile Wallpaper
tr_tr: Profil Duvarkağıdı

source: Email Notifications
tr_tr: E-posta bildirimleri

source: Privacy Settings
tr_tr: Gizlilik Ayarları

source: Delete Account
tr_tr: Hesabı Sil

source: Profile photo successfully deleted
tr_tr: Profil fotoğrafı başarıyla silindi

source: Your wallpaper has been successfully deleted!
tr_tr: Duvar kağıdınız başarıyla silindi!

source: Reference: %0%
tr_tr: Referans Olan: %0%

source: Action: %0%
tr_tr: Aksiyon: %0%

source: Sign Up today to meet friends, sex friends, singles, families, neighbors and many others people near or far from you! %site_name% is a free social dating with profiles, blog, rating, hot or not, video chat rooms
tr_tr: Bugün kaydolun ve arkadaşlar, seks arkadaşları, bekarlar, aileler, komşular ve size yakın veya uzak birçok insanla tanışın! %site_name% profiller, blog, derecelendirme, hot or not ve görüntülü sohbet odaları içeren ücretsiz bir sosyal tanışma sitesidir

source: Sign up - Step 2/3
tr_tr: Kayıt olun - Adım 2/3

source: Sign up - Step 3/3
tr_tr: Kayıt olun - Adım 3/3

source: Now, Upload a Photo of You! 😃
tr_tr: Şimdi, kendi fotoğrafınızı yükleyin! 😃

source: Free Sign Up to Meet Lovely People!
tr_tr: Sevimli İnsanlarla Tanışmak İçin Ücretsiz Kayıt Olun!

source: Sign up to meet %0% on %site_name%. The Real Social Dating app!
tr_tr: %0% ile tanışmak için %site_name% sitesine kaydolun. Gerçek Sosyal Arkadaşlık uygulaması!

source: Sign Up on %site_name%! 🎉
tr_tr: %site_name% sitesine kaydolun! 🎉

source: 😍 Sign Up to Meet <span class="pink2">%0%</span> (a.k.a <span class="pink1">%1%</span>) on <span class="pink2">%site_name%</span> 🥰
tr_tr: 😍 <span class="pink2">%0%</span> (diğer adıyla <span class="pink1">%1%</span>) ile <span class="pink2">%site_name%</span> adresinde tanışmak için kaydolun 🥰

source: The Last %0%'s visitors. Meet new people and make new visitors on your social profile. Make new Visitors and Friends with %site_name%
tr_tr: Son %0% ziyaretçileri. Sosyal profilinizde yeni insanlarla tanışın ve yeni ziyaretçiler edinin. %site_name% ile yeni Ziyaretçiler ve Arkadaşlar edinin

source: visitor,friend,dating,social networking,visitors,spy,profile,social,%0%
tr_tr: ziyaretçi, arkadaş, flört, sosyal ağ, ziyaretçiler, casus, profil, sosyal, %0%

source: No one has seen "%0%"
tr_tr: "%0%" kimse tarafından görülmedi

source: No one has visited the profile.
tr_tr: Profili henüz kimse ziyaret etmedi.

source: %0%'s Visitors:
tr_tr: %0% Ziyaretçileri:

source: %n% Visitor
tr_tr: %n% Ziyaretçi

source: Find someone who has visited %0%'s profile
tr_tr: %0% profilini ziyaret eden birini bulun

source: Back to Browse Users
tr_tr: Kullanıcılara Göz Atmaya Geri Dön

source: Your Profile Photo
tr_tr: Profil Fotoğrafınız

source: Your Wallpaper for your Profile
tr_tr: Profiliniz için Duvar Kağıdınız

source: Email:
tr_tr: E-posta:

source: Content:
tr_tr: İçerik:

source: Your First Name
tr_tr: Adınız

source: Your Nickname
tr_tr: Rumuz

source: Nickname
tr_tr: Rumuz

source: your-nickname
tr_tr: sizin-rumuzunuz

source: Your Email
tr_tr: E-postanız

source: Your Password
tr_tr: Parolanız

source: Join for free!
tr_tr: Ücretsiz katılın!

source: I am a
tr_tr: Ben şuyum

source: Looking for a
tr_tr: Şunu arıyorum

source: Your Country
tr_tr: Ülkeniz

source: Your City
tr_tr: Şehriniz

source: Select the city where you live/where you want to meet people.
tr_tr: Yaşadığınız veya insanlarla tanışmak istediğiniz şehri seçin.

source: Your Postal Code
tr_tr: Posta Kodunuz

source: Next
tr_tr: Sonraki

source: About Me 🤗
tr_tr: Hakkımda 🤗

source: Describe yourself in a few words. Your description should be at least 20 characters long.
tr_tr: Kendinizi birkaç kelimeyle tanımlayın. Açıklamanız en az 20 karakter uzunluğunda olmalıdır.

source: Add My Photo
tr_tr: Fotoğrafımı Ekle

source: Skip
tr_tr: Atla

source: How Old Are You?
tr_tr: Kaç Yaşındasınız?

source: Your Date of Birth
tr_tr: Doğum Tarihiniz

source: Stay signed in (for up to %0% days)
tr_tr: Oturumu açık tut (%0% güne kadar)

source: Stay signed in
tr_tr: Oturumu açık tut

source: Newsletters
tr_tr: Haber Bülteni

source: By enabling this option, you would be likely to receive occasional news on our website and our services and offers, promotions and other benefits to our partners.
tr_tr: Bu seçeneği etkinleştirdiğinizde, web sitemiz ve hizmetlerimiz hakkında ara sıra haberler, ortaklarımıza yönelik teklifler, promosyonlar ve diğer avantajlar alma olasılığınız artar.

source: Friend requests
tr_tr: Arkadaşlık teklifleri

source: Profile:
tr_tr: Profil:

source: Who can view your profile?
tr_tr: Profilinizi kimler görüntüleyebilir?

source: Everyone (including people who are not %0% members).
tr_tr: Herkes (%0% üyesi olmayanlar dahil).

source: Only %0% members who are logged in.
tr_tr: Giriş yapmış sadece %0% üye var.

source: Only me.
tr_tr: Sadece ben.

source: Web search engine:
tr_tr: Web arama motoru:

source: Do you want to be included in search results?
tr_tr: Arama sonuçlarında yer almak ister misiniz?

source: Yes, include my profile in search results (%site_name%'s search, Google, Bing, Yahoo, etc.).
tr_tr: Evet, profilim arama sonuçlarına dahil edilsin (%site_name% arama, Google, Bing, Yahoo, vb.).

source: No, do not include my profile in search results.
tr_tr: Hayır, profilim arama sonuçlarına dahil edilmesin.

source: Show profile visitors:
tr_tr: Profil ziyaretçilerini göster:

source: Would you like to display members that have viewed your profile?
tr_tr: Profilinizi görüntüleyen üyeleri görüntülemek ister misiniz?

source: Yes, display members who viewed my profile (Selecting this option will allow other members to see that you visited their profile).
tr_tr: Evet, profilim görüntüleyen üyeleri görüntüle (Bu seçeneği seçmek, diğer üyeler de siz onların profilini ziyaret ettiğinde görmelerini sağlayacaktır).

source: No, don't display members who viewed my profile. (Selecting this option will prevent you from seeing who visited your profile).
tr_tr: Hayır, profilimi görüntüleyen üyeleri görüntüleme. (Bu seçeneği seçerseniz profilinizi kimlerin ziyaret ettiğini göremezsiniz.)

source: Presence:
tr_tr: Varlık:

source: Your status <div class="user_status right" id="dropdown_setting"></div>
tr_tr: Durumunuz <div class="user_status right" id="dropdown_setting"></div>

source: Find Search a Visitor of "%0%"
tr_tr: "%0%" ziyaretçisini Bul

source: Last Seen on your profile
tr_tr: Profilinizde Son Görülme

source: Your profile photo has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
tr_tr: Profil fotoğrafınız alındı. Moderatörlerimiz tarafından onaylanana kadar görünür olmayacak. Lütfen yeni bir tane göndermeyin.

source: Your profile photo has been updated successfully!
tr_tr: Profil fotoğrafınız başarıyla güncellendi!

source: Your Wallpaper has been received. It will not be visible until it is approved by our moderators. Please do not send a new one.
tr_tr: Duvar kağıdınız alındı. Moderatörlerimiz tarafından onaylanana kadar görünür olmayacak. Lütfen yenisini göndermeyin.

source: Your Wallpaper has been updated successfully!
tr_tr: Duvar kağıdınız başarıyla güncellendi!

source: Your message has been added successfully!
tr_tr: Mesajınız başarıyla eklendi!

source: Your account has just been created!
tr_tr: Hesabınız oluşturuldu!

source: No reference
tr_tr: Referans yok

source: Your notifications settings have been saved successfully!
tr_tr: Bildirim ayarlarınız başarıyla kaydedildi!

source: Your privacy settings have been saved successfully!
tr_tr: Gizlilik ayarlarınız başarıyla kaydedildi!

source: Youtube API Key - Setting
tr_tr: Youtube API Anahtarı - Ayar

source: video,videos,free,free videos,music,online,watch,dating,video dating,social,community,social network,people video,flirt
tr_tr: video, videolar, ücretsiz, ücretsiz videolar, müzik, çevrimiçi, izle, flört, video flört, sosyal, topluluk, sosyal ağ, insanlar video, flört

source: Add a new Video
tr_tr: Yeni bir Video ekle

source: Edit Video
tr_tr: Videoyu Düzenle

source: No video albums found.
tr_tr: Video albümü bulunamadı.

source: The %0%'s albums
tr_tr: %0%'ın albümleri

source: Video Gallery Community
tr_tr: Video Galeri Topluluk

source: %0%'s Albums | Video Albums of the Dating Social Community - %site_name%
tr_tr: %0% kullanıcısının Albümleri | Arkadaşlık Sosyal Topluluğunun Video Albümleri - %site_name%

source: Album not found or is still in pending approval.
tr_tr: Albüm bulunamadı veya hala onay bekliyor.

source: %0%'s video album
tr_tr: %0% kullanıcısının video albümü

source: Browse Videos From %0% | Video Album Social Community - %site_name%
tr_tr: %0% Videolarına Gözat | Video Albümü Sosyal Topluluk - %site_name%

source: Video not found or is still in pending approval.
tr_tr: Video bulunamadı veya hala onay bekliyor.

source: Watch %0%'s video
tr_tr: %0% kullanıcısının videosunu izleyin

source: %0%'s video, %1%
tr_tr: %0% kullanıcısının videosu, %1%

source: %0%'s video, %1%, %2%
tr_tr: %0% kullanıcısının videosu, %1%, %2%
